{
    "intents": [
        {
            "tag": "name",
            "patterns": [
                "what is your name ?",
                "what can i call you ?",
                "what about your name ?"
            ],
            "responses": [
                "my name is AI-Doctor as a default",
                "I am AI-doctor as a default"
            ]
        },
        {
            "tag": "greeting",
            "patterns": [
                "Hi",
                "Hey",
                "How are you",
                "Is anyone there?",
                "Hello",
                "Good day",
                "AI_Doctor"
            ],
            "responses": [
                "Hey, how are you today?",
                "Hello, how are you today?",
                "Hi there, what do you feel today?",
                "Hi, I am AI doctor to help you"
            ]
        },
        {
            "tag": "feeling_good",
            "patterns": [
                "i am Fine,thanks",
                "Some variation, like Good,thanks",
                "i am good,thanks",
                "i am okay,thanks",
                "i am felling good",
                "i am doing great, thanks.",
                "Feeling fantastic, thanks!",
                "Doing well, thank you.",
                "i am all right, thanks.",
                "Feeling wonderful, thanks for asking.",
                "i am pretty good, thanks.",
                "Doing fine, thank you.",
                "Feeling awesome, thanks!",
                "i am doing splendidly, thanks.",
                "Feeling excellent, thanks for checking in."
            ],
            "responses": [
                " I am pleased that you are okay. You can talk to me about anything you feel is abnormal if you want"
            ]
        },
        {
            "tag": "feeling_Not_good",
            "patterns": [
                "i am not feeling well",
                "i am not fine",
                "i am feeling bad",
                "I am not feeling great.",
                "I am not good.",
                "I am not fine today.",
                "I am not feeling well at all.",
                "I am feeling really bad.",
                "i am not doing so well.",
                "I am feeling under the weather.",
                "I am not in the best shape today.",
                "I am not feeling my best.",
                "I am feeling a bit off.",
                "I am not feeling up to par.",
                "I am feeling a little down.",
                "I am not feeling myself today.",
                "I am feeling quite sick.",
                "I am not feeling very energetic."
            ],
            "responses": [
                "This is very sad, Why ?",
                "oh no why do you feel not good ?",
                "Tell me what's bothering you"
            ]
        },
        {
            "tag": "depreesion_key",
            "patterns": [
                "I have some mood disturbances that cause me to constantly feel sad",
                "Lost pleasure and no longer interested in the usual things",
                "I feel a lack of focus and sometimes guilt",
                "I was not important to others and I feel worthless to me",
                "i feeling a deep and persistent sense of sadness, often without a specific cause.",
                "i feeling a lack of emotional responsiveness, as if emotions have been dulled or muted.",
                "i feeling a pervasive sense of hopelessness about the future and a belief that things will not improve.",
                "i losing interest in activities, hobbies, and things that used to bring joy or satisfaction.",
                "i feeling constantly tired and lacking the energy to carry out everyday tasks.",
                "i experiencing increased irritability, short temper, and difficulty managing frustrations.",
                "i feeling excessive guilt or self blame, even for things that are not the person's fault.",
                "i having a negative self-perception, feeling inadequate or worthless.",
                "i withdrawing from social activities, avoiding contact with friends and family.",
                "i having thoughts of death, dying, or contemplating suicide."
            ],
            "responses": [
                "How long have you been feeling this way, less than two weeks or more ?",
                "Has it been two weeks or more since this feeling ?"
            ]
        },
        {
            "tag": "depreesion_time Y",
            "patterns": [
                "Once more than two weeks ago",
                "more than two weeks",
                "As I remember,I feel it for about two weeks or more",
                "not less than two weeks i think",
                "It has been more than two weeks since I started feeling this way.",
                "it has been more than two weeks since I first experienced these feelings.",
                "As far as I can remember, I have been feeling like this for about two weeks or more.",
                "I believe it has been longer than two weeks since I started experiencing these emotions.",
                "Not less than two weeks, I think. It has been a significant period of time.",
                "it has been more than two weeks since these feelings began.",
                "I would say it has been more than two weeks since i have been experiencing these emotions."
            ],
            "responses": [
                "Well, now relax and let's discuss step by step how you feel \n lets start with talking about your mood. Do you feel constant sadness ?",
                "Well, now relax and let's discuss step by step how you feel \n start with what about your mood do you feel constant sadness ?"
            ]
        },
        {
            "tag": "depreesion_time N",
            "patterns": [
                "I have had these symptoms for less than two weeks",
                "Not more than two weeks",
                "About a week or less",
                "i have been experiencing these symptoms for a short period, less than two weeks.",
                "it hasn't been more than two weeks since I started having these symptoms.",
                "it is  only been about a week or less since I began noticing these symptoms.",
                "i have had these symptoms for a brief duration, less than two weeks.",
                "Not more than two weeks, i have been dealing with these symptoms for a shorter time.",
                "For approximately a week or less, i have been experiencing these symptoms.",
                "I would say it is  been less than two weeks since these symptoms emerged.",
                "it is  only been a short while, not more than two weeks, since I started feeling this way."
            ],
            "responses": [
                "Do not worry, these symptoms are just a case of a situation and cannot be classified according to the current situation as anything. Please contact us if these symptoms persist for more than two weeks.",
                "there is no need to worry; these symptoms are likely a result of the current situation and shouldn't be categorized as anything specific. If they persist for more than two weeks, please reach out to us.",
                "These symptoms are likely transient and related to the current circumstances. They don't fall into a specific classification at the moment. However, if they continue for more than two weeks, please don't hesitate to contact us.",
                "Rest assured, these symptoms are likely temporary and related to the present situation. We can't attribute them to a specific condition at this time. Should they persist for more than two weeks, please get in touch with us.",
                "there is no immediate cause for concern. Given the current situation, these symptoms are expected and not easily classified. However, if they extend beyond two weeks, please do not hesitate to reach out to us.",
                "Please don't worry; these symptoms are likely a response to the current circumstances and can't be definitively labeled at this time. If they continue for more than two weeks, we encourage you to contact us for further evaluation."
            ]
        },
        {
            "tag": "depreesion1 Y",
            "patterns": [
                "Yes, I feel some sadness sometimes and i do not know why",
                "Yes, I feel very sad all the time",
                "Not always, but sometimes I feel sad",
                "I experience occasional feelings of sadness, and it is  difficult for me to pinpoint the exact reason behind it.",
                "I constantly feel an overwhelming sadness that persists throughout the day.",
                "There are times when I feel sad, although it is  not a constant feeling.",
                "I find myself feeling sad at certain intervals, and it is  challenging to understand the underlying cause.",
                "I often feel a deep sense of sadness, even when there doesn't seem to be a specific trigger."
            ],
            "responses": [
                "its okay, What about you, do you feel self-confident, or is this feeling weak ?",
                "its okay, Do you still feel confident in yourself or weakened this confidence ?",
                "well, Do you have a sense of self-confidence, or is it no longer the case and is followed by a sense of inferiority ?",
                "well, How's your self-confidence these days? Do you feel strong and capable, or has it taken a hit?",
                "its okay,Have you been feeling confident in yourself lately, or has your confidence been shaken?",
                "its okay,Are you currently experiencing a sense of self-assurance, or do you find yourself doubting your abilities?",
                "well, Has your self-confidence been affected in any way, or do you still feel secure in who you are?",
                "well, Do you find yourself feeling more self-assured or less confident than usual?"
            ]
        },
        {
            "tag": "depreesion1 N",
            "patterns": [
                "My condition now is fairly good. I do not feel constant sadness",
                "I may feel sometimes, but at intermittent periods, for certain situations that are not continuous",
                "i am actually doing quite well at the moment. i do not have a constant feeling of sadness.",
                "There are times when I feel down, but it is  not a constant state. It comes and goes depending on certain situations.",
                "i am in a fairly good place right now. i do not experience ongoing sadness, just occasional moments.",
                "I have my ups and downs, but overall, i am not constantly feeling sad.",
                "I go through phases where I feel a bit down, but it is  not something that stays with me all the time."
            ],
            "responses": [
                "Greate, What about you, do you feel self-confident, or is this feeling weak ?",
                "Greate, Do you still feel confident in yourself or weakened this confidence ?",
                "Greate, Do you have a sense of self-confidence, or is it no longer the case and is followed by a sense of inferiority ?",
                "Greate, How's your self-confidence these days? Do you feel strong and capable, or has it taken a hit?",
                "Greate, Have you been feeling confident in yourself lately, or has your confidence been shaken?",
                "Greate, Are you currently experiencing a sense of self-assurance, or do you find yourself doubting your abilities?",
                "Greate, Has your self-confidence been affected in any way, or do you still feel secure in who you are?",
                "Greate, Do you find yourself feeling more self-assured or less confident than usual?"
            ]
        },
        {
            "tag": "depreesion2 Y",
            "patterns": [
                "No, this is no longer the case, and there is a lack of self-confidence",
                "The feeling of self-confidence became very weak and I began to feel inferior",
                "My self-confidence has weakened a lot",
                "Over time, my self-confidence has dwindled, leaving me feeling inadequate and unsure of myself.",
                "Gone are the days when self-confidence was a given; now, I struggle with doubt and a constant sense of inferiority.",
                "With each passing day, my self-assurance wanes, leaving me with a profound feeling of inadequacy and self-doubt.",
                "The once vibrant flame of self-confidence has flickered out, leaving behind a void of uncertainty and a persistent sense of inferiority.",
                "I find myself trapped in a cycle of self-doubt, where even the smallest tasks feel insurmountable due to my weakened self-confidence.",
                "Previously, I possessed a strong belief in my abilities, but now, I constantly question myself, plagued by a lack of self-confidence.",
                "My self-assurance has deteriorated significantly, and it feels as if i am constantly battling feelings of inferiority and self-doubt.",
                "I used to have a solid foundation of self-confidence, but now, it crumbles under the weight of uncertainty, leaving me feeling inadequate.",
                "The erosion of my self-confidence has been a gradual process, leaving me feeling increasingly powerless and inferior.",
                "I struggle to recognize the person I once was, as my self-confidence has weakened to the point where I question my own worth and abilities."
            ],
            "responses": [
                "Are you desperate for life and feel that it is worthless ?",
                "Do you feel guilty about yourself and always feel anxious and stressed, even from the simplest things ?"
            ]
        },
        {
            "tag": "depreesion2 N",
            "patterns": [
                "Yes, I feel confident in myself",
                "No, my self-confidence is not weak. On the contrary, I feel very self-confident",
                "i do not feel inferior, I am confident of myself",
                "I radiate self-assurance and believe in my abilities. I am confident in myself and my potential.",
                "Every day, I embrace my self-confidence and use it as a driving force to achieve my goals and overcome challenges.",
                "Self-doubt has no place in my mind. I am secure in who I am and what I can accomplish.",
                "I exude confidence in all aspects of my life, knowing that I have the skills and resilience to overcome any obstacle.",
                "My self-confidence is unwavering. I trust in my abilities and have faith in my capacity to succeed.",
                "Rather than feeling inferior, I embrace my uniqueness and approach life with a strong sense of self-assuredness.",
                "I am filled with self-confidence that empowers me to take risks, pursue my passions, and reach new heights.",
                "My self-confidence is a beacon that guides me through challenges, reminding me of my inner strength and resilience.",
                "I stand tall and confident, fully aware of my worth and the value I bring to the table.",
                "With each step I take, my self-confidence grows stronger, propelling me towards a future filled with success and fulfillment."
            ],
            "responses": [
                "Well, what about life? Does life have value for you or not?",
                "Well, what about yourself? Do you feel guilty about yourself and always feel anxious, and this happens even in the simplest things?"
            ]
        },
        {
            "tag": "depreesion3 Y",
            "patterns": [
                "Yes, I am desperate, and I do not find a goal to survive, and I am no longer able to survive",
                "Yes, I feel guilty, and I am always tense and worried, and i do not know why",
                "I feel overwhelmed by despair, unable to find a sense of purpose or a reason to continue.",
                "Every day feels like a struggle for survival, as I find myself lost and without a clear direction.",
                "Guilt weighs heavily on my conscience, and i am constantly on edge, unable to find peace or relaxation.",
                "i am burdened by an unexplained guilt, causing me to be in a perpetual state of tension and worry.",
                "Surviving feels like an insurmountable task, as I grapple with a deep sense of hopelessness and uncertainty.",
                "My mind is constantly plagued by guilt, and I find myself in a constant state of unease and apprehension.",
                "i am overwhelmed by a sense of despair, as I struggle to find a purpose or meaning in my life.",
                "The weight of guilt presses down on me, leaving me in a perpetual state of anxiety and uncertainty.",
                "Each day feels like an uphill battle, with survival seeming like an impossible feat to achieve.",
                "i am filled with a constant sense of guilt and worry, unable to pinpoint the exact reasons behind these emotions."
            ],
            "responses": [
                "Well, what about the activities that you practice, do you still practice them ?",
                "Well, the fun activities that you do, do you still do them ?"
            ]
        },
        {
            "tag": "depreesion3 N",
            "patterns": [
                "No, I am not that desperate, and i do not feel guilty about myself",
                "No, i do not feel worthless, and i do not feel anxious or tense",
                "I have a strong sense of hope and purpose, and I believe in my ability to navigate life's challenges.",
                "I embrace self-acceptance and hold myself in high regard, free from feelings of guilt or worthlessness.",
                "My mind is at ease, and I approach each day with a calm and confident demeanor.",
                "I feel a sense of fulfillment and contentment, knowing that I am on the right path and making progress in my life.",
                "Self-assurance radiates from within me, and I am free from the burdens of anxiety and tension.",
                "I have a deep sense of self-worth and embrace my unique qualities, free from the weight of guilt or negative self-perception.",
                "I am at peace with myself and trust in my ability to handle any challenges that come my way.",
                "I have a positive outlook on life, and i am filled with a sense of optimism and confidence.",
                "I am comfortable in my own skin and approach life with a relaxed and composed state of mind.",
                "My self-belief is unwavering, and i am free from feelings of worthlessness or excessive worry."
            ],
            "responses": [
                "Good, what about the activities that you practice, do you still practice them ?",
                "Greate, the fun activities that you do, do you still do them ?"
            ]
        },
        {
            "tag": "depreesion4 Y",
            "patterns": [
                "i do not do it anymore, on the contrary, I feel a lack of desire for it",
                "i do not feel that it no longer arouses pleasure and passion in me",
                "Engaging in activities that once brought me joy and excitement no longer holds the same appeal; instead, I feel a sense of detachment and disinterest.",
                "i have lost my drive and motivation, and the things that used to ignite passion within me now seem dull and unappealing.",
                "there is a void of desire within me, leaving me feeling disconnected from the things that once brought me pleasure and fulfillment.",
                "I find myself lacking enthusiasm and passion for life, as even the activities I used to love fail to ignite any spark within me.",
                "The thrill and excitement I once experienced have dissipated, leaving me feeling indifferent and unenthused about pursuing my interests.",
                "My zest for life has dwindled, and the once pleasurable activities now feel monotonous and devoid of any true fulfillment.",
                "i am grappling with a sense of apathy, as even the things that used to bring me joy now leave me feeling empty and uninspired.",
                "The passion that once fueled my pursuits has faded away, and i am left with a sense of indifference and a lack of desire to engage in them.",
                "I feel disconnected from the experiences that used to arouse pleasure within me, as if i have lost the ability to fully engage and find satisfaction in them.",
                "i am experiencing a profound disinterest in the things that used to light a fire within me, leading to a lack of motivation and enjoyment."
            ],
            "responses": [
                "Well, what about your sleep, is it regular or irregular ?",
                "Well, do you sleep well ?"
            ]
        },
        {
            "tag": "depreesion4 N",
            "patterns": [
                "Yes, I am still doing the activities I used to do",
                "Yes, I still practice activities, not all of them, but most of them I still do",
                "I have remained dedicated to the activities I enjoy and continue to find fulfillment in them.",
                "I make it a point to prioritize and maintain my involvement in the activities that bring me joy and satisfaction.",
                "Despite the ups and downs, I persist in practicing the activities that have always held a special place in my heart.",
                "I have managed to sustain my commitment to the activities I love, finding solace and purpose in their continued practice.",
                "Though not all, I still actively participate in the majority of the activities that have always resonated with me.",
                "I find comfort and rejuvenation through my continued engagement in the activities that have been a source of passion for me.",
                "I make a conscious effort to carve out time for the activities that still inspire and energize me.",
                "While my participation may vary, I am committed to nurturing my interests and engaging in the activities that light me up.",
                "Even amidst the challenges, I persevere in practicing the activities that bring me a sense of fulfillment and personal growth.",
                "I take pleasure in the fact that I am still actively involved in the activities that have always brought me happiness and purpose."
            ],
            "responses": [
                "Greate, what about your sleep, is it regular or irregular ?",
                "Greate, do you sleep well ?"
            ]
        },
        {
            "tag": "depreesion5 Y",
            "patterns": [
                "No, it is completely irregular. Sometimes I find it difficult to sleep at night.",
                "No, it is completely irregular. Sometimes I find it difficult to sleep at night. Despite that, I wake up early, and sometimes I sleep for long periods.",
                "No, it is irregular. Although I sometimes feel lethargic, I find it difficult to sleep at night.",
                "I feel lethargic and lethargic, and I find it difficult to sleep at night, and sometimes I sleep for long periods",
                "My sleep patterns are inconsistent, and I often struggle to fall asleep at night, leading to feelings of fatigue and lethargy during the day.",
                "Finding a restful night's sleep has become a challenge, resulting in sporadic sleep patterns and a persistent sense of tiredness and sluggishness.",
                "Despite feeling lethargic, I find it difficult to achieve a restful sleep at night, leaving me feeling even more drained and fatigued.",
                "My sleep schedule is irregular, with restless nights making it hard to find the energy and vitality I need during the day.",
                "I often struggle with insomnia, causing my sleep patterns to be inconsistent, leading to daytime drowsiness and a lack of alertness.",
                "The combination of feeling lethargic and having difficulty sleeping at night has resulted in a constant state of exhaustion and an inability to find rejuvenation through rest.",
                "Sleep eludes me most nights, leaving me feeling lethargic and drained, despite attempts to establish a regular sleep routine.",
                "I find it challenging to achieve a good night's sleep, resulting in a disrupted sleep pattern that contributes to my overall sense of lethargy and fatigue.",
                "Despite occasionally sleeping for long periods, my overall sleep quality is poor, leaving me feeling perpetually tired and lacking in energy.",
                "My energy levels are consistently low due to the combination of difficulty sleeping at night and an overall feeling of lethargy throughout the day."
            ],
            "responses": [
                "Do you feel any physical pain ?",
                "Do you feel a headache or any physical muscular pain ?"
            ]
        },
        {
            "tag": "depreesion5 N",
            "patterns": [
                "Yes, to a large extent, my sleep is regular and I sleep well",
                "Yes, I sleep well and regularly",
                "Yes, I sleep appropriate and regular periods",
                "I have established a consistent sleep schedule, allowing me to sleep well and wake up feeling refreshed.",
                "My sleep patterns are regular and I enjoy a restful night's sleep, enabling me to start each day with energy and vitality.",
                "I prioritize healthy sleep habits, resulting in a good night's sleep and a regular sleep pattern that supports my overall well-being.",
                "I have established a bedtime routine that promotes quality sleep, ensuring that I consistently get the rest I need to function at my best.",
                "I have cultivated healthy sleep habits, allowing me to consistently sleep well and wake up feeling rejuvenated.",
                "My sleep is both appropriate and regular, providing me with the necessary rest to maintain my physical and mental well-being.",
                "I am committed to practicing good sleep hygiene, which has resulted in restful and regular sleep patterns.",
                "I prioritize self-care, including a consistent sleep schedule, and this has helped me achieve restful and adequate sleep each night.",
                "I have implemented a sleep routine that suits my needs, enabling me to sleep well and wake up feeling refreshed and ready for the day.",
                "I am grateful for my ability to sleep well and maintain a regular sleep pattern, as it positively impacts my overall health and productivity."
            ],
            "responses": [
                "Good, Do you feel any physical pain ?",
                "Greate, Do you feel a headache or any physical muscular pain ?"
            ]
        },
        {
            "tag": "depreesion6 Y",
            "patterns": [
                "Yes, I feel some headaches, and i do not get better even with medication",
                "Sometimes I feel headache and muscle pain for no apparent reason",
                "I often suffer from persistent headaches that do not seem to improve, even with the use of medication.",
                "Despite taking medication, I continue to experience headaches that linger and disrupt my daily activities.",
                "I frequently experience unexplained headaches and muscle pain, which can be quite debilitating and difficult to manage.",
                "There are times when I find myself dealing with recurring headaches and muscle pain without any identifiable cause.",
                "i am often plagued by headaches that persist despite my attempts to alleviate them through medication and other remedies.",
                "I find myself experiencing sporadic headaches and muscle pain without any clear triggers or discernible reasons.",
                "The presence of headaches and unexplained muscle pain has become a regular occurrence in my life, causing discomfort and frustration.",
                "Despite my efforts to find relief, I frequently suffer from headaches that persist and impact my overall well-being.",
                "i have noticed that I experience headaches and muscle pain periodically, seemingly without any specific underlying cause.",
                "There are moments when i am confronted with headaches and muscle pain that seem to arise spontaneously and without warning."
            ],
            "responses": [
                "Well, what about your communication with your relatives or others ?",
                "Do you still communicate with your relatives and other people ?",
                "Did you socialize with people ?"
            ]
        },
        {
            "tag": "depreesion6 N",
            "patterns": [
                "i do not feel any physical pain",
                "i do not feel any headache",
                "Sometimes I feel a slight headache, but it gets better with medication",
                "I am grateful to be free from any physical pain or discomfort at the moment.",
                "I am fortunate to have a headache-free existence and enjoy a sense of overall well-being.",
                "i am thankful that i do not experience any headaches and can go about my day without interruption.",
                "i am fortunate to have a body that is free from any significant physical pain or chronic headaches.",
                "I am relieved to be free from any persistent physical pain, allowing me to focus on other aspects of my life.",
                "While I occasionally experience a mild headache, I find that it subsides with the help of medication.",
                "I am fortunate that any headaches I experience are infrequent and easily managed with appropriate medication.",
                "i am grateful that i do not have to deal with frequent headaches, and when I do experience them, they are mild and quickly alleviated.",
                "i am fortunate that my overall health is good, and i do not frequently encounter headaches or significant physical pain.",
                "Occasionally, I may encounter a slight headache, but i am thankful that it is manageable and doesn't interfere with my daily life."
            ],
            "responses": [
                "Well, what about your communication with your relatives or others ?",
                "Do you still communicate with your relatives and other people ?",
                "Did you socialize with people ?"
            ]
        },
        {
            "tag": "depreesion7 Y",
            "patterns": [
                "No, in recent times I tend to isolationism",
                "I find it difficult to talk to anyone and tend to be isolated",
                "In the recent period, I find myself speaking slowly, moving sluggishly and sluggishly, and tending to isolationism",
                "i do not want to talk to anyone, and I find myself day after day moving away from my family and close friends",
                "Lately, I have been withdrawing into isolation, finding it difficult to engage in conversations or reach out to others.",
                "I find it challenging to communicate with anyone and often prefer to be alone, isolating myself from social interactions.",
                "In recent times, i have noticed a slow and sluggish demeanor, accompanied by a strong inclination towards isolation and avoiding contact with others.",
                "I feel a sense of inertia and tend to isolate myself, preferring solitude over social interactions, even with my family and close friends.",
                "i have been experiencing a gradual withdrawal from social connections, feeling a lack of desire to engage with others and gradually drifting away from my loved ones.",
                "The inclination towards isolationism has become prevalent in my life, making it difficult to initiate or sustain conversations with others.",
                "I find myself speaking slowly and moving sluggishly, which contributes to my tendency to isolate myself and retreat from social interactions.",
                "Lately, i have noticed a growing resistance to communicating with others, leading to a sense of detachment and distancing from both family and close friends.",
                "i have been experiencing a decreased interest in connecting with others, preferring to spend more time in solitude and distancing myself from social situations.",
                "The recent period has been marked by a strong aversion to interpersonal interactions, leading me to withdraw and gradually detach myself from my family and close friends."
            ],
            "responses": [
                "Do you take sedatives?",
                "Have you thought about death or suicide and taking sedatives?",
                "What about suicide do you think about it?"
            ]
        },
        {
            "tag": "depreesion7 N",
            "patterns": [
                "Yes, I communicate with my relatives and other people",
                "Yes, I can communicate with my relatives and friends",
                "Yes, I can mix with people",
                "I am comfortable engaging in conversations with my relatives and other individuals, fostering open and meaningful connections.",
                "Maintaining strong relationships with my relatives and friends is important to me, and I actively communicate and spend time with them.",
                "I possess effective communication skills, allowing me to engage with different people and build connections based on mutual understanding and respect.",
                "I have a natural inclination towards socializing, which enables me to effortlessly mix with people and form new connections.",
                "I enjoy the company of others and find it easy to communicate with my relatives, friends, and individuals from diverse backgrounds.",
                "I have developed strong interpersonal skills that enable me to navigate various social situations and interact comfortably with different individuals.",
                "Communicating with my relatives and friends comes naturally to me, and I value the connections I have built through open and honest conversations.",
                "I am adept at forming and maintaining relationships, and I actively seek opportunities to engage with others and broaden my social circle.",
                "I appreciate the importance of social connections and actively nurture them through consistent communication and shared experiences.",
                "I have a friendly and approachable demeanor, which allows me to connect with people easily and enjoy meaningful interactions with my relatives, friends, and others."
            ],
            "responses": [
                "You doning well, Do you take sedatives?",
                "Greate, Have you thought about death or suicide and taking sedatives?",
                "Well, What about suicide do you think about it?"
            ]
        },
        {
            "tag": "depreesion8 Y",
            "patterns": [
                "Yes, I thought a lot about suicide, but I backed off",
                "Yes, I thought about this, and I take tranquilizers to try to escape from this feeling, because I can no longer bear this.",
                "Yes, I have contemplated suicide before, but I found strength within me to keep going.",
                "Yes, thoughts of suicide have crossed my mind, but I remind myself of the love and support around me.",
                "Yes, there have been moments when I considered ending it all, but I seek professional help to overcome those dark thoughts.",
                "Yes, i have wrestled with suicidal thoughts, but i am actively working on building a support system and finding healthier coping mechanisms.",
                "Yes, suicidal ideation has haunted me, but i am committed to finding hope and purpose in life.",
                "Yes, there were times when I felt overwhelmed by the urge to end my life, but i have learned to reach out to trusted friends and family for support.",
                "Yes, suicidal thoughts have plagued me, but i am learning to prioritize self-care and seek therapy to navigate through those challenging moments.",
                "Yes, i have battled with thoughts of suicide, but i have found solace in creative outlets and connecting with others who share similar experiences.",
                "Yes, i have experienced the weight of suicidal feelings, but i have committed to finding inner strength and pursuing a path of healing.",
                "Yes, suicidal thoughts have haunted me, but i have discovered the power of self-compassion and resilience to combat those dark moments."
            ],
            "responses": [
                "First, you have to remove the idea of suicide from your headand avoid any sedative  you take. Now tell me, does it represent a type of alcohol?"
            ]
        },
        {
            "tag": "depreesion8 N",
            "patterns": [
                "No, I have never contemplated suicide, nor do I take sedatives",
                "I take some sedatives, but i do not think about suicide",
                "Suicide has never crossed my mind, and i do not rely on sedatives.",
                "i do not entertain thoughts of suicide, and i am not dependent on sedatives.",
                "Sedatives help me relax, but suicide is not something I consider.",
                "Thoughts of suicide have never occurred to me, and i do not use sedatives excessively.",
                "While I occasionally take sedatives, suicide is not something I contemplate.",
                "Neither suicide nor a reliance on sedatives has been a part of my life.",
                "Sedatives assist me with relaxation, but thoughts of suicide are absent.",
                "i do not use sedatives excessively, and the idea of suicide doesn't resonate with me.",
                "Suicidal thoughts are not in my mind, and i do not depend on sedatives for solace.",
                "I manage stress with sedatives, but I am free from thoughts of suicide."
            ],
            "responses": [
                "This is very good and do not think about this at all.Now tell me, does it represent a type of alcohol?"
            ]
        },
        {
            "tag": "depreesion9EY",
            "patterns": [
                "I never drink any alcohol",
                "No, I avoid alcohol",
                "I steer clear of alcoholic beverages.",
                "Drinking alcohol is not my thing.",
                "No alcohol for me, thanks.",
                "I have a strict no-alcohol policy.",
                "You won't find me drinking any alcohol.",
                "i have made a personal choice to abstain from alcohol.",
                "Alcohol doesn't have a place in my lifestyle.",
                "i have never been interested in drinking alcohol.",
                "I prefer to stay away from alcoholic drinks."
            ],
            "responses": [
                "That is good do not try to do this and do not worry, things will go well.",
                "That is good do not try to do this and Don't worry, things will go well."
            ]
        },
        {
            "tag": "depreesion9 N",
            "patterns": [
                "Yes, I drink some alcohol constantly",
                "Yes, I drink alcohol",
                "Yes, a lot. Try to escape from problems and turmoil",
                "Yes, I occasionally enjoy a drink.",
                "Yes, I consume alcohol in moderation.",
                "Yes, I indulge in the occasional alcoholic beverage.",
                "Yes, I do partake in drinking alcohol, but responsibly.",
                "Yes, I have a drink every now and then.",
                "Yes, I like to unwind with a glass of wine.",
                "Yes, I do enjoy the occasional cocktail or two.",
                "Yes, I have a penchant for trying different types of alcohol.",
                "Yes, I like to relax with a cold beer after a long day.",
                "Yes, I appreciate the taste of a well-crafted alcoholic beverage."
            ],
            "responses": [
                "That is not good , okay Lets talking about your daily life actions and about you can you control it or no?",
                "That is not good ,What about your actions or movements , do you feel any thing upnormal?"
            ]
        },
        {
            "tag": "anxiety disorder_key",
            "patterns": [
                "I feel constant anxiety and excessive fear of everyday situations often",
                "Feel some sudden feelings of intense anxiety, fear or terror, culminating within minutes as panic attacks",
                "I get some feelings of anxiety and panic, which leads me to avoid some places or situations to prevent these feelings",
                "I frequently experience a sense of unease and restlessness, accompanied by persistent worry about various aspects of my life.",
                "Situations that others find ordinary or mundane often trigger overwhelming anxiety in me.",
                "Anxiety dominates my thoughts and makes it challenging to focus or concentrate on daily tasks.",
                "I often find myself excessively checking and rechecking things due to fear of making mistakes or overlooking important details.",
                "My anxiety levels rise significantly in social settings, leading to a constant fear of judgment and embarrassment.",
                "Sleeping peacefully at night becomes a struggle as anxiety thoughts and worries flood my mind.",
                "I frequently experience physical symptoms such as rapid heartbeat, sweating, and shortness of breath during anxiety episodes.",
                "The fear of uncertainty and the unknown often leads to excessive planning and a constant need for control.",
                "I frequently avoid situations or places that may trigger my anxiety, which limits my ability to fully engage in life.",
                "My anxiety tends to intensify in anticipation of upcoming events or situations, causing considerable distress."
            ],
            "responses": [
                "Well, now relax and let's discuss step by step how you feel \n lets start, Are you normally an optimist or a pessimist?"
            ]
        },
        {
            "tag": "anxiety disorder1 Y",
            "patterns": [
                "Yes, I am very pessimistic",
                "To some extent I am pessimistic",
                "I am pessimistic",
                "Yes, I am quite pessimistic.",
                "To a certain degree, I am pessimistic.",
                "I tend to lean towards pessimism.",
                "In many situations, I am pessimistic.",
                "Although I try to be optimistic, I am often pessimistic.",
                "To be honest, I have a pessimistic outlook.",
                "There are times when I can't help but feel pessimistic.",
                "While I strive for optimism, I often find myself being pessimistic.",
                "In general, my perspective is more on the pessimistic side.",
                "I have a somewhat pessimistic view of things."
            ],
            "responses": [
                "its okay, what about nervousness or anxiety? Do you feel something like that?",
                "its okay,Do you have a sense of imminent danger, panic or something?",
                "its okay,Do you feel a little nervous about places, people, or even situations?",
                "Well, do you feel some anxiety or stress or something?",
                "Well, have you ever had a sense of panic or imminent danger?",
                "What about nervousness and anxiety? Do you suffer from this or something from panic?"
            ]
        },
        {
            "tag": "anxiety disorder1 N",
            "patterns": [
                "No, I am somewhat optimistic",
                "No, I am not pessimistic",
                "No, I am rather hopeful.",
                "No, I am not cynical.",
                "No, I am moderately positive.",
                "No, I am not inclined towards negativity.",
                "No, I am quite confident.",
                "No, I am not inclined to be doubtful.",
                "No, I am relatively upbeat.",
                "No, I am not inclined to see the worst.",
                "No, I am reasonably enthusiastic.",
                "No, I am not prone to pessimism."
            ],
            "responses": [
                "Its okay, what about nervousness or anxiety? Do you feel something like that?",
                "Its okay,Do you have a sense of imminent danger, panic or something?",
                "Its okay,Do you feel a little nervous about places, people, or even situations?",
                "Well, do you feel some anxiety or stress or something?",
                "Well, have you ever had a sense of panic or imminent danger?",
                "What about nervousness and anxiety? Do you suffer from this or something from panic?"
            ]
        },
        {
            "tag": "anxiety disorder2 Y",
            "patterns": [
                "Yes, I am very anxious and nervous about some situations and people",
                "I was a little bit nervous, i have never been like that before",
                "I am naturally nervous.",
                "I always feel danger from what is around me, situations and people",
                "I find myself constantly on edge, feeling anxious and nervous around certain situations and people.",
                "there is this underlying sense of nervousness and anxiety that never seems to go away.",
                "Whenever I face new challenges, my anxiety and nervousness skyrocket.",
                "it is  like my mind is constantly racing with anxious thoughts, making me feel nervous in various situations.",
                "I experience a mix of excitement and nervousness, but the anxiety always takes over.",
                "My heart starts racing, and I become incredibly nervous when confronted with unfamiliar circumstances.",
                "there is this constant knot of anxiety in my stomach, making me feel on edge and nervous.",
                "Even the smallest things can trigger my anxiety and make me feel incredibly nervous.",
                "I can't help but feel a sense of unease and nervousness in social situations.",
                "The anticipation of upcoming events or meetings fills me with anxiety and makes me extremely nervous."
            ],
            "responses": [
                "Do not worry, if with this tension, it will be followed by an increase in the heart rate. Do you feel this and sometimes difficulty in breathing?",
                "Do not worry, do you find yourself in these situations breathing hard and your heart rate increasing?"
            ]
        },
        {
            "tag": "anxiety disorder2 N",
            "patterns": [
                "No, it is  not a big deal. I feel a little nervous, but simple",
                "I am calm and don't worry too much about people and situations",
                "I may feel a bit anxious, but it is  not a significant issue. I can handle it calmly and stay composed.",
                "Being a little nervous is natural, but i do not let it overwhelm me. I approach things with a sense of ease and confidence.",
                "I acknowledge the slight unease I feel, but I choose to remain calm and collected. it is  all part of the process.",
                "Feeling a hint of nervousness is normal, but i do not let it hinder me. I embrace challenges with a positive mindset and inner tranquility.",
                "Though there may be some apprehension, I maintain a relaxed state of mind. I trust in my abilities to handle any situation that arises.",
                "I might experience a touch of anxiety, but I approach it with a calm demeanor. I have faith in my capability to overcome any obstacles.",
                "The nervousness is fleeting, and i do not let it impact my confidence. I stay composed and focus on the task at hand.",
                "Feeling a little uneasy is okay; it shows that I care. However, I remain composed and navigate through any challenges with grace.",
                "I embrace the slight nervousness as a sign of growth. It motivates me to perform better while maintaining a sense of tranquility.",
                "I acknowledge the nerves but choose to let them go. I trust in my preparation and stay grounded in a state of calmness."
            ],
            "responses": [
                "Well, what about your heart rate, is it increasing?",
                "Okay, let's talk about the physical symptoms. Do you feel difficulty breathing or an increase in heart rate?"
            ]
        },
        {
            "tag": "anxiety disorder3 Y",
            "patterns": [
                "Yes, I usually feel difficulty breathing and an increase in heart rate",
                "Yes, there is often an increase in heart rate, followed by difficulty in breathing and loss of control",
                "Yes, it usually happens because of situations or people, and this leads to a loss of control",
                "Yes, I often experience a rapid heartbeat and find it difficult to breathe, especially in certain situations or around specific people.",
                "Yes, there are times when my heart rate increases, and I struggle with breathing, usually triggered by specific situations or individuals.",
                "Yes, I frequently encounter situations or people that make it hard for me to breathe and cause my heart rate to rise, leading to a sense of losing control.",
                "Yes, it is  common for me to feel a rapid increase in heart rate and have difficulty breathing, particularly when faced with challenging circumstances or specific individuals.",
                "Yes, I frequently experience a loss of control accompanied by an elevated heart rate and struggling with breathing, often occurring due to specific triggers or circumstances."
            ],
            "responses": [
                "its okay, does this stress make you sweat a lot and shiver with panic?",
                "its ok, are you trembling with fear and panic, and this thing is followed by sweating a lot?"
            ]
        },
        {
            "tag": "anxiety disorder3 N",
            "patterns": [
                "No, not much, the rate increases, but not by much, and I do not find it difficult to breathe",
                "Your heart rate does not stay the same as usual and you breathe normally",
                "To some extent, I feel a slight increase in heart rate, but not significant",
                "i have not noticed a significant increase in my heart rate, and breathing feels comfortable.",
                "There is a slight elevation in heart rate, but it doesn't pose any difficulty in breathing.",
                "Breathing remains steady, and although my heart rate rises slightly, it is  manageable.",
                "The increase in heart rate is minimal, and i do not experience any issues with my breathing.",
                "I can feel a subtle change in my heart rate, but it doesn't affect my breathing pattern.",
                "Breathing is unaffected, and while my heart rate goes up slightly, it is  not bothersome.",
                "I notice a minor rise in heart rate, but it doesn't hinder my ability to breathe comfortably.",
                "there is a small uptick in heart rate, but I can still breathe without any difficulty.",
                "Breathing remains easy, and although my heart rate increases slightly, it is  manageable.",
                "I experience a slight elevation in heart rate, but it doesn't impact my breathing ability."
            ],
            "responses": [
                "Good, Have you come across, and in one of these situations, you shivered with panic, and your sweating increased at an abnormal rate?",
                "Good, Have you ever found yourself in one of these situations sweating in an unprecedented way or even trembling with fright?"
            ]
        },
        {
            "tag": "anxiety disorder4 Y",
            "patterns": [
                "Yes, I sweat a lot and feel shivering, and this usually bothers me very much",
                "This is really what is happening to me, I am sweating and shivering so hard",
                "The fear of situations makes me shudder, and it bothers me a lot",
                "I often find myself drenched in sweat and trembling uncontrollably, and it truly disturbs me.",
                "The excessive sweating and constant shivering cause me great distress and discomfort.",
                "it is  quite distressing how much I perspire and shiver, it really affects me.",
                "The profuse sweating and intense shivering are incredibly bothersome to me.",
                "i am constantly plagued by excessive sweating and shivering, and it really troubles me.",
                "The combination of heavy sweating and persistent shivering is a constant source of annoyance and distress.",
                "it is  incredibly unsettling how much I sweat and shiver, it truly bothers me.",
                "The excessive perspiration and uncontrollable shivering make me incredibly uncomfortable and anxious.",
                "The intense sweating and frequent shivering cause me significant discomfort and distress.",
                "I find it highly distressing how i am constantly sweating and shivering, it is  really bothersome."
            ],
            "responses": [
                "You are doing well. What about your state now? Do you feel tired and weak?",
                "You are doing well. Do these situations make you feel weak and tired?",
                "You are doing well. Do you feel tired and find it difficult to sleep?"
            ]
        },
        {
            "tag": "anxiety disorder4 N",
            "patterns": [
                "No, I might panic, but i do not shiver and sweat as usual",
                "No, things usually don't happen in situations like this. i do not feel shivering, and it remains normal",
                "i do not shiver or sweat unusually",
                "No, i do not experience the usual panic, shivering, or sweating.",
                "In situations like this, I remain calm and don't shiver or sweat excessively.",
                "No need to panic. i am not shivering or sweating like I usually do.",
                "I handle situations like this without trembling or breaking into a sweat.",
                "Panic? Not me. i do not shiver or sweat profusely as usual.",
                "Even in challenging situations, I stay composed and don't exhibit shivering or sweating.",
                "No reason to be alarmed. i do not experience the usual shivering or sweating response.",
                "I face these situations calmly, without the typical signs of shivering or sweating.",
                "Unlike before, i do not shiver or break into a sweat in similar situations.",
                "No panic here. Shivering and sweating are not part of my reaction."
            ],
            "responses": [
                "Well, that is great. Do you feel tired or weak in such situations?",
                "Well, this is great. What about sleep? Do you feel difficulty sleeping, in addition to anxiety and weakness?"
            ]
        },
        {
            "tag": "anxiety disorder5 Y",
            "patterns": [
                "Certainly, I feel tired and have difficulty sleeping and insomnia",
                "Of course, I feel tired and weak, and despite this tiredness, I find it difficult to sleep",
                "Yes, I find it difficult to sleep, and I keep thinking about the situations that cause me great anxiety, and I remain like this",
                "Undoubtedly, I experience fatigue and struggle with insomnia, making it challenging for me to fall asleep.",
                "Absolutely, I feel tired and lack energy, which contributes to my difficulty in getting a good night's sleep.",
                "Indeed, I find it hard to sleep as I constantly battle fatigue and insomnia, leaving me restless throughout the night.",
                "Without a doubt, I suffer from tiredness and have trouble falling asleep, resulting in restless nights and a constant state of fatigue.",
                "Certainly, I struggle with sleeplessness and experience extreme tiredness, making it nearly impossible for me to get proper rest."
            ],
            "responses": [
                "it is  not a bad thing. What about the difficulties and thinking about things other than the current anxiety? Can you do this?",
                "Not bad. Let's move on to another point, such as focusing on the difficulties and thinking about other things to overcome the current anxiety. How about this?"
            ]
        },
        {
            "tag": "anxiety disorder5 N",
            "patterns": [
                "I usually don't feel this way and sleep normally. i do not feel tired or weak",
                "I feel a little tired, but it is normal, but I sleep normally",
                "Typically, i do not experience this level of fatigue and sleep normally. i do not feel tired or weak.",
                "Normally, I feel well-rested and don't experience fatigue. I have no feelings of tiredness or weakness.",
                "Usually, I have no trouble sleeping and don't feel this way. i do not experience tiredness or weakness.",
                "Typically, I have a regular sleep pattern and don't feel tired or weak. I usually don't experience this level of fatigue.",
                "Generally, I sleep well and don't feel this way. i do not usually experience fatigue or weakness.",
                "In general, i do not feel tired or weak and have no trouble sleeping. This level of fatigue is unusual for me.",
                "Normally, I have no issues with sleep and don't feel tired or weak. This level of fatigue is atypical.",
                "Usually, I am well-rested and don't experience this level of fatigue. i do not feel tired or weak.",
                "Typically, I sleep without difficulty and don't feel tired or weak. This level of fatigue is unusual for me.",
                "In general, i do not feel this way and sleep normally. I usually don't experience tiredness or weakness."
            ],
            "responses": [
                "Wonderful, you will always find yourself focusing on difficulties, in addition to that you cannot avoid thinking about things other than anxiety?",
                "Great, but tell me about the difficulties, do you always focus on them or not, and what about thinking about other things other than worrying"
            ]
        },
        {
            "tag": "anxiety disorder6 Y",
            "patterns": [
                "Honestly, I find it difficult to think about things other than worrying, and I always think about the difficulties of things.",
                "Thinking about anxiety dominates my thinking and I often think about the bad or difficult side of things",
                "All I care about is anxiety and difficulties in situations and things",
                "Anxiety seems to consume my thoughts, making it hard for me to focus on anything else. I constantly ponder the challenges and obstacles in various aspects of life.",
                "My mind is often preoccupied with worry, leaving little room for other thoughts. I find myself fixating on the negative aspects and difficulties surrounding different situations.",
                "it is  as if anxiety has taken control of my thinking. I frequently dwell on the hardships and obstacles associated with various things and scenarios.",
                "Worrying has become second nature to me, making it challenging to shift my thoughts elsewhere. The difficulties and challenges of different situations often dominate my thinking.",
                "My mind tends to gravitate towards anxiety, leaving little space for other thoughts. The difficulties and complexities of various aspects of life frequently occupy my thinking."
            ],
            "responses": [
                "Well, this means that you find it difficult to control this anxiety, right?",
                "What does it mean that controlling your anxiety is difficult for you and you always try to get rid of the things that cause anxiety?"
            ]
        },
        {
            "tag": "anxiety disorder6 N",
            "patterns": [
                "i do not do that, I mostly think about other people's affairs, and i do not worry about worrying, and I think about the difficulties of things",
                "The difficulties of things may take an aspect of the focus, but in a small amount, and the main focus is on the positive aspects of the situations",
                "I can put anxiety aside and think about other things and not take into account the difficulties of things",
                "Rather than dwelling on my own problems, I find myself engrossed in the affairs of others, rarely bothering about my own worries and instead focusing on the well-being of those around me.",
                "While challenges and obstacles may arise, I tend to maintain a perspective that emphasizes the positive aspects of any situation, giving less prominence to the difficulties and instead seeking opportunities for growth and learning.",
                "I possess the ability to set aside anxiety and divert my attention towards other matters, allowing me to approach situations with a clear mind and a focus that disregards the inherent complexities of things.",
                "My inclination lies in considering the bigger picture, placing minimal emphasis on the difficulties that may arise, and instead directing my thoughts towards the positive aspects of each scenario.",
                "Rather than becoming consumed by worry, I possess the capacity to shift my focus towards alternative subjects, granting me the ability to approach challenges with a mindset that bypasses the inherent complexities of the situation.",
                "The concerns surrounding intricate circumstances tend to occupy a smaller portion of my attention, as my primary focus revolves around embracing the positive aspects of various situations and seeking constructive solutions."
            ],
            "responses": [
                "Great, that claims to be an incentive to get rid of things that cause anxiety, right?",
                "Great, this makes you avoid things or things that cause you anxiety, right?"
            ]
        },
        {
            "tag": "anxiety disorder7EY",
            "patterns": [
                "Yes, I find it difficult to control my anxiety, and I always try to get rid of the things that cause it, or at least avoid them.",
                "Yes, I avoid these things to cause anxiety and panic, because I find it difficult to control it",
                "I have a strong motive to get rid of these things that cause me anxiety because it is difficult to control, as this is annoying",
                "I often struggle with managing my anxiety, so I make a conscious effort to eliminate or steer clear of situations that trigger it.",
                "Coping with my anxiety can be challenging, so I tend to actively avoid things that exacerbate it or find ways to minimize their impact.",
                "My anxiety is something I find hard to control, so I make it a priority to remove or stay away from the factors that intensify it.",
                "Dealing with anxiety is tough for me, so I try my best to stay away from situations or stimuli that contribute to its onset.",
                "Controlling my anxiety can be quite difficult, which is why I make a conscious choice to minimize exposure to triggers or eliminate them altogether."
            ],
            "responses": [
                "You did well, don't worry about anything, everything will be fine, it is  simple",
                "Great, don't worry, everything will be fine",
                "it is  going great, don't worry about it and you'll be fine"
            ]
        },
        {
            "tag": "anxiety disorder7EN",
            "patterns": [
                "I do not find it difficult to control anxiety, as it is not a great anxiety, and I do not find a motive to avoid these situations",
                "i do not feel motivated to get rid of things that cause such anxiety, I simply can't control it",
                "No, it is not true. I do not avoid these things or things that cause anxiety, because I can control it",
                "Managing anxiety is not a challenge for me since it is  not overwhelming, and i do not see a reason to avoid such situations.",
                "I lack the drive to eliminate anxiety-inducing factors; instead, I find it manageable without much effort.",
                "Contrary to popular belief, i do not shy away from anxiety-provoking circumstances since I possess the ability to control them.",
                "Anxiety doesn't pose a significant obstacle for me; hence, i do not feel compelled to evade such situations.",
                "I have no trouble handling anxiety; it is  not severe, and i do not find any need to actively avoid those triggers.",
                "Maintaining control over anxiety is relatively easy for me, so there is no motivation to steer clear of those particular circumstances.",
                "i do not feel driven to eliminate anxiety-related issues; I have the capacity to manage them effectively.",
                "there is no need for me to avoid anxiety-causing situations as I am capable of keeping it under control effortlessly.",
                "Overcoming anxiety is not a concern for me; i do not feel inclined to avoid those triggers because I can handle them.",
                "I possess the ability to manage anxiety with ease, so there is no motivation for me to avoid situations that might trigger it."
            ],
            "responses": [
                "You did well, don't worry about anything, everything will be fine, it is  simple",
                "Great, don't worry, everything will be fine",
                "it is  going great, don't worry about it and you'll be fine"
            ]
        },
        {
            "tag": "addictive_key",
            "patterns": [
                "i am not able to make normal things after quit addiction ",
                "i am not able to control my actions ",
                "i am not able to control my movements ",
                "i afraid from back to addiction ",
                "i afraid from back to alcohol",
                "i am not able to make easy things and afraid from back to alcohol and addiction",
                "I struggle to regain normalcy after quitting my addiction.",
                "I find it difficult to manage my behavior.",
                "I feel powerless over my actions.",
                "I worry about relapsing into addiction.",
                "I fear the temptation of alcohol resurfacing.",
                "I have trouble accomplishing simple tasks due to my addiction fears.",
                "I feel overwhelmed by the urge to go back to my old habits.",
                "I lack control over my impulses and movements.",
                "I constantly battle the fear of relapsing into addiction.",
                "I am unable to handle everyday situations and the lingering fear of alcohol and addiction."
            ],
            "responses": [
                "Well, now relax and let's discuss step by step how you feel \n lets start with talking about your mood. Do you feel constant sadness ?",
                "Well, now relax and let's discuss step by step how you feel \n lets start with talking about your mood do you feel constant sadness ?"
            ]
        },
        {
            "tag": "addictive1 Y",
            "patterns": [
                "yes, i have change in movements and not control in acions ",
                "my daily actions is not normal at all ",
                "i feel not great , to be honest",
                "i do not make any actions in my day ",
                "i have noticed a significant change in my behavior and lack control over my actions.",
                "My daily routines and actions seem to be completely out of sync.",
                "To be honest, i am feeling quite off and not myself lately.",
                "My daily activities seem abnormal and out of the ordinary.",
                "I find myself unable to carry out normal actions as I used to.",
                "there is a noticeable disruption in my daily movements and actions.",
                "i am experiencing a lack of motivation and difficulty in performing daily tasks.",
                "Something feels off about my actions, and I can't quite put my finger on it.",
                "My usual actions and behaviors have become erratic and uncharacteristic.",
                "i am struggling to engage in any meaningful actions throughout my day."
            ],
            "responses": [
                "Okay, I understand, tell me more about your use of alcohol or drugs, do you use them a lot?",
                "Well, I understand, tell me, how often do you use drugs or alcohol?"
            ]
        },
        {
            "tag": "addictive1 N",
            "patterns": [
                "no, i have not change in movements and not control in acions ",
                "my daily actions is normal ",
                "i feel great , but i have some disorders ",
                "i do many actions and activities in my day  ",
                "i have not made any changes to my routine movements and don't have control issues.",
                "My daily activities remain unchanged, and i do not experience any difficulties in controlling my actions.",
                "i am feeling good overall, but I do have some occasional disruptions in my usual behaviors.",
                "My daily actions are typically unaffected, but I occasionally experience certain disorders.",
                "I engage in various activities throughout the day without any notable changes in my routine.",
                "While my movements and actions remain consistent, I do face occasional challenges in controlling them.",
                "I follow my regular daily routine without any significant disruptions or control problems.",
                "I feel great and carry out my usual activities, although I may occasionally encounter some disorders.",
                "My daily actions are quite diverse, and I actively participate in numerous activities throughout the day.",
                "I maintain a stable pattern of movements and actions, and i do not face any issues with control."
            ],
            "responses": [
                "That is good, tell me more about your use of alcohol or drugs, do you use them a lot?",
                "That is good, I understand, tell me, how often do you use drugs or alcohol?"
            ]
        },
        {
            "tag": "addictive2 Y",
            "patterns": [
                "Yes, I have been using drugs or alcohol every day for the past few months.",
                "Yes, I use alcohol and drugs almost every day",
                "Yes, I use drugs and alcohol, but only occasionally",
                "Yes, I have struggled with substance abuse on a regular basis.",
                "Yes, I occasionally indulge in drugs and alcohol, but not excessively.",
                "Yes, i have been battling addiction and using drugs and alcohol consistently.",
                "Yes, my drug and alcohol consumption has been a constant part of my routine.",
                "Yes, I find myself relying on drugs and alcohol frequently.",
                "Yes, i have been engaging in excessive drug and alcohol use lately.",
                "Yes, I use drugs and alcohol regularly, which is becoming a concern for me.",
                "Yes, i have been heavily dependent on drugs and alcohol for quite some time.",
                "Yes, my drug and alcohol intake has become a daily habit.",
                "Yes, i have been struggling with substance abuse and using drugs and alcohol persistently."
            ],
            "responses": [
                "Don't worry, okay, tell me, have you tried to quit alcohol or drugs, or have you ever received treatment for this addiction?",
                "Have you ever thought about giving up alcohol or drugs in one way or another, or receiving treatment for addiction or something like that?"
            ]
        },
        {
            "tag": "addictive3 Y",
            "patterns": [
                "Yes, i have been to rehab a few times but never continued",
                "Yes, there are many times to quit or treat but fail.",
                "Yes I tried on my own several times but failed",
                "Yes, i have attempted rehab multiple times, but I couldn't sustain it.",
                "Yes, there have been several instances where I tried to quit or seek treatment, but I couldn't follow through.",
                "Yes, i have made multiple attempts to get help, but unfortunately, I couldn't overcome the challenges.",
                "Yes, i have given rehab a shot on a few occasions, but I wasn't able to maintain the progress.",
                "Yes, i have had several opportunities to seek treatment, but regrettably, I couldn't make it work.",
                "Yes, there have been numerous attempts to quit or undergo treatment, but I couldn't persevere.",
                "Yes, i have tried multiple times to tackle the issue on my own, but unfortunately, I didn't succeed.",
                "Yes, there have been various occasions where I attempted to quit or seek help independently, but I couldn't achieve the desired outcome.",
                "Yes, i have made several efforts to address the situation without professional assistance, but I encountered setbacks.",
                "Yes, i have tried going it alone multiple times, but I wasn't able to overcome the challenges I faced."
            ],
            "responses": [
                "I know it is  hard, Alright. how have your drug use and addiction been affecting your life? ",
                "ok do not worry, tell me about changes in your life after addiction."
            ]
        },
        {
            "tag": "addictive3 N",
            "patterns": [
                "No, this is the first time I am asking for help.",
                "No, this is the first time to quit or be treated.",
                "No, I have never tried to stop using drugs or alcohol",
                "No, this is the first occasion i have sought assistance.",
                "No, this is my initial attempt to find a solution.",
                "No, i have never before reached out for guidance.",
                "No, i have not previously explored options for quitting or seeking treatment.",
                "No, this is my first endeavor to overcome my addiction.",
                "No, i have never made an effort to quit or seek help before.",
                "No, this is the first time i have looked for support in ending my substance abuse.",
                "No, i have never sought assistance or attempted to stop using drugs or alcohol until now.",
                "No, this is my inaugural attempt to break free from addiction.",
                "No, i have not previously taken steps towards quitting or finding treatment."
            ],
            "responses": [
                "Alright. how have your drug use and addiction been affecting your life? ",
                "its ok, tell me about changes in your life after addiction. "
            ]
        },
        {
            "tag": "addictive4 Y",
            "patterns": [
                "it is been really hard. i have lost my job and my relationships have suffered. I also have been feeling really down and hopeless. ",
                "it is very sad, i have fail in education and my family relationships have suffered ",
                "i live a sad life and i can not do normal and easy things, help me please ",
                "i have been facing immense challenges lately. My health has deteriorated, and it is  taking a toll on my personal and professional life. I feel overwhelmed and uncertain about the future.",
                "Life has been incredibly tough recently. i have experienced multiple setbacks in my career, and my financial situation has worsened. it is  been a constant struggle, and I feel like i am losing hope.",
                "i am going through a difficult phase in my life. My close friendships have dissolved, and I feel isolated and lonely. The weight of sadness seems unbearable, and i am unsure how to lift myself out of this emotional slump.",
                "it is  been a rough period for me. i have faced disappointments in my creative endeavors, and it is  affected my self-esteem. The constant feeling of failure is draining, and I need support to regain my confidence.",
                "Life feels incredibly challenging right now. i have encountered obstacles in my personal growth, and my relationships with loved ones have suffered as a result. The burden of sadness feels heavy, and i am searching for ways to find joy again."
            ],
            "responses": [
                "you will get well soon, have you noticed any changes in your mood or energy levels? ",
                "do not worry about that, are you feel lazy? "
            ]
        },
        {
            "tag": "addictive5EY",
            "patterns": [
                "yes, all time i am lazy and do not do any thing. ",
                "yes, i have change in mood and my mood does not stable. ",
                "yes, i do not have any energy to do any thing. ",
                "Yes, I tend to procrastinate and struggle to stay motivated.",
                "Yes, sometimes I find it difficult to focus and lack productivity.",
                "Yes, there are moments when I feel unmotivated and lack drive.",
                "Yes, I often struggle with low energy levels and find it hard to get things done.",
                "Yes, my motivation fluctuates, and I have periods of low productivity.",
                "Yes, I frequently face challenges with maintaining a consistent work ethic.",
                "Yes, there are times when I feel unproductive and lack the motivation to accomplish tasks.",
                "Yes, my lack of discipline can sometimes hinder my progress and productivity.",
                "Yes, I experience frequent distractions that affect my ability to complete tasks.",
                "Yes, I have difficulty maintaining a consistent level of motivation and focus."
            ],
            "responses": [
                "Do not worry, everything will be fine .",
                "Well, now the main goal is to quit this addiction, and your problems and symptoms that you are going through will be solved."
            ]
        },
        {
            "tag": "addictive5EN",
            "patterns": [
                "No, i have not noticed any changes in my mood or energy levels.",
                "No, i am not feeling lazy.",
                "No, there haven't been any noticeable changes in my mood or energy levels.",
                "No, i am not experiencing any feelings of laziness.",
                "No, my mood and energy levels have remained consistent.",
                "No, i do not feel lazy at the moment.",
                "No, there haven't been any significant shifts in my mood or energy levels.",
                "No, i am not currently experiencing any symptoms of laziness.",
                "No, i have not observed any changes in my mood or energy levels recently.",
                "No, i am not feeling lazy or lacking motivation."
            ],
            "responses": [
                "Do not worry, everything will be fine .",
                "Well, now the main goal is to quit this addiction, and your problems and symptoms that you are going through will be solved."
            ]
        },
        {
            "tag": "Schizophrenia_key",
            "patterns": [
                "I feel that all the people around me want to hurt me, harass me or sometimes kill me",
                "I feel that there is a person inside me or sometimes people who want to control me and control my mind",
                "I am very afraid of myself.  I feel weird about myself.",
                "I am not well, sometimes I hear voices and see people's fantasies next to me, and when I check i do not find them real",
                "I feel disturbed and worried about these things as if they are chasing me",
                "I am fine, I am a very likable person and there is no one like me on this planet, everyone wants to be my friend, I am a very great person",
                "I constantly feel like i am being watched and monitored, as if someone is always observing my every move.",
                "I have a persistent feeling of being trapped in a simulation or alternate reality, where nothing is real.",
                "I often experience intense paranoia, believing that everyone is conspiring against me and plotting to harm me.",
                "There are moments when I feel disconnected from my own body, as if i am merely a spectator watching myself from a distance.",
                "I frequently struggle with intrusive thoughts that make me question my sanity and the nature of my existence.",
                "I have a constant fear that my thoughts are being read by others, and that they have access to all my deepest secrets.",
                "I find it hard to trust anyone, always suspecting hidden motives and hidden agendas behind every interaction.",
                "There are times when I feel like i am living in a constant nightmare, unable to wake up and escape the horrors around me.",
                "I often experience episodes of derealization, where the world around me feels unreal and surreal.",
                "I have an overwhelming fear that I am losing control over my own thoughts and actions, as if someone else is pulling the strings."
            ],
            "responses": [
                "Well, now relax and let's discuss step by step how you feel \n lets start, What are the changes in your apparent reactions that occur to you if you are exposed to a sudden situation and see that a strong person is hurting a weak person?",
                "Well, now relax and let's discuss step by step how you feel \n lets start, Tell me, for example, how you feel if you are exposed to a sudden situation and see that a strong person is hurting a weak person"
            ]
        },
        {
            "tag": "Schizophrenia1 Y",
            "patterns": [
                "i do not feel any changes i do not feel anything about this situation",
                "There are no changes, and i do not see any reaction to the situation, and i have continued with what I am doing, and i do not even care about it.",
                "i do not know what to do or what is my reaction even in this situation if I am exposed to it",
                "i am not sensing any difference, nor do I have any emotional response towards this particular circumstance.",
                "The situation remains unchanged, and I find myself devoid of any reaction or concern towards it.",
                "I feel indifferent to the situation at hand, and it fails to evoke any response or impact within me.",
                "There is a lack of change, and I am unaffected by the current situation; it leaves me emotionally detached.",
                "i am unable to discern any alterations or variations, and my response to this particular scenario is apathetic.",
                "The state of affairs persists, and i am unable to muster any feelings or interest towards this matter.",
                "There seems to be no alteration or shift, and I remain unaffected and disinterested in the current situation.",
                "i am experiencing a sense of detachment, where the circumstances fail to elicit any emotional or reactive response from me.",
                "The situation remains static, and I find myself devoid of any inclination or engagement towards it.",
                "i am unresponsive to the situation, lacking any discernible changes or emotional impact."
            ],
            "responses": [
                "Its okay, What about your eye contact with people, can you do it, or do you find it difficult in this matter?",
                "Its okay, Do you find it difficult to communicate visually with others?",
                "Its okay, When someone talks to you, do you make eye contact with them?"
            ]
        },
        {
            "tag": "Schizophrenia1 N",
            "patterns": [
                "Of course, a reaction will happen to me, as if I will be angry at this situation",
                "Surely I will react then and enter and save the boy or the weak person",
                "I may not be able to do anything, but I will feel some visible changes in my anger from this situation",
                "Without a doubt, I will respond with frustration, feeling an urge to rectify the situation.",
                "Naturally, my emotions will stir, compelling me to intervene and protect the vulnerable individual.",
                "it is  only expected that a response will ignite within me, fueling a determination to step in and safeguard the boy or the person in need.",
                "Undoubtedly, my instincts will kick in, urging me to take action and ensure the safety of the weak amidst this circumstance.",
                "Without question, my anger will surge, motivating me to make a difference and come to the aid of the boy or the defenseless party.",
                "Certainly, there will be a reaction within me, an undeniable urge to confront the situation and provide support to the vulnerable person.",
                "Naturally, my indignation will arise, pushing me to take charge and intervene on behalf of the boy or the individual facing adversity.",
                "Of course, my response will be immediate, driven by an intense desire to intervene and secure the well-being of the weak in this scenario.",
                "Surely, I will not remain passive; my anger will propel me to take action and ensure the boy or the person's safety.",
                "It is inevitable that a reaction will ensue, compelling me to respond and actively protect the weak or helpless individual."
            ],
            "responses": [
                "Greate, What about your eye contact with people, can you do it, or do you find it difficult in this matter?",
                "Greate, Do you find it difficult to communicate visually with others?",
                "Greate, When someone talks to you, do you make eye contact with them?"
            ]
        },
        {
            "tag": "Schizophrenia2 Y",
            "patterns": [
                "Yes, I find it difficult to make eye contact with people",
                "I can not make eye contact with others",
                "i do not look at his eyes and go far with my eyes in all directions",
                "Engaging in direct eye contact feels uncomfortable.",
                "I struggle with maintaining eye contact during conversations.",
                "Making eye contact is something I find difficult.",
                "Looking into someone's eyes is a challenge for me.",
                "I tend to avoid making direct eye contact with others.",
                "Maintaining eye contact makes me feel uneasy.",
                "it is  hard for me to establish eye contact with people.",
                "I find it tough to meet someone's gaze.",
                "Avoiding eye contact is my instinctive response."
            ],
            "responses": [
                "Do not worry, what about the sounds that you hear? Do you hear sounds as if someone is calling you or begging you, or do you not hear such sounds?",
                "Do not worry, Are there any sounds you hear next to you that you do not know the source of?",
                "Do not worry, Have you come across and heard the sound of someone calling you or something like that, but you did not find anyone?"
            ]
        },
        {
            "tag": "Schizophrenia2 N",
            "patterns": [
                "i do not find it difficult to make eye contact with people",
                "No, it is  simple. I can look into his eyes while talking",
                "I find it natural to maintain eye contact during conversations.",
                "For me, making eye contact with others comes easily.",
                "Looking someone in the eyes while talking is something I feel comfortable with.",
                "Making direct eye contact is not a challenge for me.",
                "Maintaining eye contact is an important aspect of effective communication, and I have no trouble with it.",
                "i do not have any difficulty meeting someone's gaze when engaged in a discussion.",
                "Keeping eye contact is second nature to me.",
                "i am at ease with locking eyes with people during conversations.",
                "Engaging in eye contact while communicating feels natural and effortless to me.",
                "i do not struggle with maintaining eye contact; it comes naturally to me."
            ],
            "responses": [
                "That is good, what about the sounds that you hear? Do you hear sounds as if someone is calling you or begging you, or do you not hear such sounds?",
                "That is good, Are there any sounds you hear next to you that you do not know the source of?",
                "That is good, Have you come across and heard the sound of someone calling you or something like that, but you did not find anyone?"
            ]
        },
        {
            "tag": "Schizophrenia3 Y",
            "patterns": [
                "Yes, I often hear voices and I do not know their source, and this matter sometimes scares me",
                "Yes, when I am alone in the house, I think that someone from the family is in the house and calls for me, but no one else is there",
                "Yes, I hear many voices, like someone calling for me or asking for an assistant to save him, but i do not know from what or who he is",
                "Yes, sometimes I hear whispers or faint voices, and it is  unsettling because I can't identify where they're coming from.",
                "Yes, i have experienced moments when I hear my name being called, even when there is no one around. It can be quite eerie.",
                "Yes, there are occasions when I hear strange sounds or murmurs that seem to come from nowhere, and it leaves me feeling uneasy.",
                "Yes, i have had instances where I hear distant conversations or indistinct voices, but I can't determine the source, which can be quite unnerving.",
                "Yes, there are times when I perceive soft murmurs or whispers as if someone is trying to communicate with me, but I can't trace the origin."
            ],
            "responses": [
                "Okay, are the people to whom you hear these voices, do you see them clearly, or do you see them as fantasies?",
                "Okay, are there fantasies of people whose voices you hear, or do you only hear voices?"
            ]
        },
        {
            "tag": "Schizophrenia3 N",
            "patterns": [
                "No, I have never heard such sounds",
                "No, I have never heard voices calling out to me or anything like that",
                "No, I have never experienced such noises before.",
                "No, i have not encountered any instances of sounds like that.",
                "No, i have not been aware of any sounds resembling that description.",
                "No, I can't recall ever hearing voices or any similar sounds.",
                "No, i have not come across any occurrences of such auditory phenomena.",
                "No, i have not perceived any voices calling out to me or anything of that nature.",
                "No, i have not been subjected to sounds resembling what you described.",
                "No, i have not had any encounters with voices or any comparable auditory experiences.",
                "No, i have not been aware of any sounds resembling the ones you mentioned.",
                "No, i have not had any personal encounters with such sounds or voices."
            ],
            "responses": [
                "Wonderful, have you ever seen fantasies of people or things, and then found that they did not exist in the first place?",
                "Wonderful, what about your subconscious mind, does it depict fantasies of people talking to you, but they do not exist?"
            ]
        },
        {
            "tag": "Schizophrenia4 Y",
            "patterns": [
                "Yes, sometimes I see these phantoms, but their faces are blurred",
                "I see people making those sounds, but the vision is always blurry",
                "Yes, I see them mostly, but not clearly, and they are tall, and sometimes I see non-human beings",
                "Yes, I catch glimpses of those figures, but they appear hazy and indistinct, like fleeting shadows.",
                "Yes, there are moments when I perceive those shapes, yet they remain elusive and obscured, as if veiled by mist.",
                "Yes, I occasionally notice those apparitions, but their features remain fuzzy and undefined, like distant mirages.",
                "Yes, I glimpse those forms on occasion, but their faces are always obscured, like ethereal phantoms in the fog.",
                "Yes, I perceive those entities intermittently, but their presence is shrouded in ambiguity, like silhouettes in twilight.",
                "Yes, I catch sight of those beings from time to time, but their countenances remain blurred, as if seen through a frosted glass.",
                "Yes, I discern those specters fleetingly, but their visages appear distorted, as though seen through a distorted lens.",
                "Yes, there are instances when I witness those apparitions, yet their features seem muddled and imprecise, like faded memories.",
                "Yes, I spot those phantasmal figures occasionally, but their faces appear obscured, as if seen through a veil of uncertainty.",
                "Yes, I glimpse those mysterious entities at times, but their forms remain distorted and hazy, like fragments of a dream."
            ],
            "responses": [
                "Ok, let's go to the next, how do you see the people around you, do they love you or do they want to harm you?",
                "Ok, let's go to the next, Tell me about the people around you, their attachments to you, their gestures, and their directions. Do you feel like they are trying to harass you, or are they treating you well?"
            ]
        },
        {
            "tag": "Schizophrenia4 N",
            "patterns": [
                "i do not see fantasies of those voices at all",
                "i do not see fantasies",
                "No, my subconscious mind did not depict fantasies of people before",
                "No, I have never seen things or people that did not exist in reality",
                "I have never witnessed figments of those voices in my imagination.",
                "In my mind, there are no illusions created by those voices.",
                "The realm of my thoughts remains devoid of the fantasies those voices create.",
                "I am unable to perceive the figments conjured by those voices.",
                "My thoughts have never been infiltrated by the illusions of those voices.",
                "Those voices do not manifest as fantasies within my mind.",
                "Fantasies originating from those voices do not materialize in my perception.",
                "Within the confines of my mind, I do not experience the illusions cast by those voices.",
                "The fabric of my thoughts remains untouched by the fantasies produced by those voices.",
                "In the realm of my consciousness, the fantasies of those voices do not exist."
            ],
            "responses": [
                "Ok, let's go to the next, how do you see the people around you, do they love you or do they want to harm you?",
                "Ok, let's go to the next, Tell me about those around you, their comments, gestures, and directions. Do you feel like they are trying to harass you, or are they treating you well?"
            ]
        },
        {
            "tag": "Schizophrenia5 Y",
            "patterns": [
                "I feel like they are trying to hurt me and their comments and gestures are silly so i do not follow their directions",
                "Many of them are trying to hurt me",
                "Their comments are very silly and annoy me and they are trying to hurt me and kill me",
                "I sense their intentions to harm me; their comments and actions seem trivial, leading me to disregard their guidance.",
                "Numerous individuals appear to have ill intentions towards me, seeking to cause harm.",
                "Their remarks are absurd and only serve to irritate me; it seems they have malicious intent, aiming to harm me.",
                "It feels like they're deliberately trying to undermine me, with their comments and gestures seeming foolish and intended to cause harm.",
                "Many seem intent on causing me harm, evident through their comments and actions.",
                "Their remarks are utterly senseless, constantly bothering me, and their underlying motive seems to be to inflict harm and eliminate me."
            ],
            "responses": [
                "Okay realx, do you feel that you are doing the tasks quickly, averagely, or slowly, and do you perform your work normally?",
                "Ok do not worry come down, what about your work, do you perform it normally or not, and do you take time to do your daily tasks?"
            ]
        },
        {
            "tag": "Schizophrenia5 N",
            "patterns": [
                "Yes, they love me and never try to hurt me",
                "They are very friendly and love me, and I love them too, and their comments to me are not bad",
                "They don't bother me and they work very well for me",
                "i am grateful for their kindness and support. They always treat me with love and respect, and I reciprocate with the same affection.",
                "Their caring nature never fails to touch my heart. I feel safe and loved in their presence, and our interactions are always positive.",
                "Being around them brings me joy and happiness. Their words and actions are filled with love, and i am grateful for their presence in my life.",
                "I cherish the bond we share. They constantly uplift me with their kind words and gestures, and i am fortunate to have them in my life.",
                "Their love for me is genuine and unwavering. They consistently show their support and care, creating a positive and nurturing environment."
            ],
            "responses": [
                "Well, do you feel that you are doing the tasks quickly, averagely, or slowly, and do you perform your work normally?",
                "Great, what about your work, do you perform it normally or not, and do you take time to do your daily tasks?"
            ]
        },
        {
            "tag": "Schizophrenia6 Y",
            "patterns": [
                "Mostly slowly and i do not perform my work normally",
                "No, not normally, I think. Yes, I take a lot of time to do my daily tasks",
                "I find that my work pace is generally slow, and I struggle to perform tasks at a normal speed.",
                "Usually, i am not able to work as efficiently as I'd like to. It often takes me longer than expected to complete my tasks.",
                "When it comes to my work, i am often slower than others. it is  a challenge for me to maintain a normal workflow.",
                "i have noticed that I tend to be slower in my work compared to my peers. it is  something i am actively working on to improve.",
                "My work tempo is typically slower than what is considered normal. I often require additional time to accomplish my daily responsibilities.",
                "i have realized that i do not work at the same pace as most people. My tasks take me longer to complete, and it affects my productivity.",
                "it is  not easy for me to work at a normal speed. I frequently find myself working at a slower pace, which can be frustrating.",
                "My work tends to be slower than what is expected. I often take extra time to ensure that everything is done accurately.",
                "When I compare my work speed to others, I feel like i am operating at a slower rate. It impacts my overall efficiency.",
                "I struggle with maintaining a normal work rhythm. Tasks that should be quick take me longer, making it challenging to stay on track."
            ],
            "responses": [
                "Its okay, have you ever reacted to a situation and then realized that the situation was simple and did not warrant this emotion?",
                "Its okay, What about your emotional behavior towards situations, will you find it appropriate, or is it often too much?"
            ]
        },
        {
            "tag": "Schizophrenia6 N",
            "patterns": [
                "I do it moderately to some extent and for Audi my work is normal",
                "Yes, I perform it normally and do not take much time to do my daily tasks",
                "I do my tasks quickly, accomplish some time, and deal naturally in my work",
                "I handle my responsibilities with a moderate approach, striking a balance between efficiency and quality. For Audi, I maintain a normal work pace.",
                "My work routine is characterized by a sense of normalcy and efficiency. I manage to complete my daily tasks without excessive time investment.",
                "Efficiency is key to me, and I tackle my tasks swiftly and proficiently. I find a natural flow in my work and deliver results within a reasonable timeframe.",
                "Maintaining a steady pace, I handle my responsibilities with moderation and ensure that my work for Audi remains at a normal level of productivity.",
                "Completing my daily tasks comes naturally to me, and I manage them efficiently without dedicating excessive time. This allows me to maintain a normal work routine.",
                "With a balanced approach, I handle my tasks in a timely and proficient manner. My work for Audi is conducted in a normal fashion, delivering satisfactory results.",
                "I efficiently accomplish my daily tasks, striking a natural balance between speed and quality. This allows me to maintain a normal work pace, especially for Audi."
            ],
            "responses": [
                "Good, have you ever reacted to a situation and then realized that the situation was simple and did not warrant this emotion?",
                "Greate, What about your emotional behavior towards situations, will you find it appropriate, or is it often too much?"
            ]
        },
        {
            "tag": "Schizophrenia7 Y",
            "patterns": [
                "Yes, I am often overly emotional at times",
                "My emotional behavior is too much compared to the situation",
                "My emotional behavior is completely inappropriate for the situation",
                "I tend to get overly emotional, even in minor situations.",
                "Sometimes my emotions get the better of me, even when it is  unnecessary.",
                "I find myself being excessively emotional in various circumstances.",
                "it is  a challenge for me to regulate my emotions appropriately.",
                "My emotional reactions can be overwhelming, regardless of the situation's significance.",
                "I often experience intense emotions that don't align with the circumstances.",
                "I struggle to maintain emotional balance, reacting strongly to even the smallest triggers.",
                "My emotional responses can be disproportionate to the context.",
                "I have a tendency to overreact emotionally, regardless of the situation's importance.",
                "Sometimes my emotions take control, causing me to respond inappropriately."
            ],
            "responses": [
                "okay, How do you feel about instructions? Do you like following instructions or rules?",
                "Okay, What do the instructions or rules represent to you, do you follow them or not?",
                "Okay, Rules and instructions, what about them? Do you find it difficult to follow them?"
            ]
        },
        {
            "tag": "Schizophrenia7 N",
            "patterns": [
                "I got excited, but my reaction was parallel to the situation",
                "No, my emotional behavior was appropriate and was not excessive",
                "I felt a surge of enthusiasm, but my response remained proportional to the circumstances.",
                "Although I was thrilled, my emotional reaction was in line with the scenario.",
                "My excitement was palpable, yet my conduct remained commensurate with the situation.",
                "While my enthusiasm soared, I managed to maintain a balanced and fitting response.",
                "Despite being elated, my behavior aligned perfectly with the circumstances.",
                "My emotions ran high, but I managed to exhibit an appropriate and measured reaction.",
                "Though I was thrilled, I responded with a sense of proportion and appropriateness.",
                "My excitement peaked, yet I maintained a parallel response to the situation.",
                "Despite my immense enthusiasm, I refrained from overreacting and maintained composure.",
                "Although I was ecstatic, my emotional behavior was appropriately moderated."
            ],
            "responses": [
                "Good, How do you feel about instructions? Do you like following instructions or rules?",
                "Greate, What do the instructions or rules represent to you, do you follow them or not?",
                "Greate, Rules and instructions, what about them? Do you find it difficult to follow them?"
            ]
        },
        {
            "tag": "Schizophrenia8EY",
            "patterns": [
                "Yes, I find it difficult to follow these silly instructions",
                "i do not like to follow rules or instructions and it is  hard for her to do",
                "I do not comply with these rules or instructions",
                "Yes, I struggle with adhering to these seemingly arbitrary instructions.",
                "I find it challenging to abide by these tedious rules or instructions.",
                "I have a hard time conforming to these seemingly pointless instructions.",
                "Following these instructions feels like a daunting task for me.",
                "I find it laborious to comply with these strict rules or instructions.",
                "Adhering to these instructions is not my strong suit.",
                "I tend to resist following such rigid rules or instructions.",
                "I often feel a sense of rebellion against these imposed guidelines or instructions.",
                "Navigating through these instructions proves to be quite cumbersome for me.",
                "I find it arduous to conform to these rigid instructions."
            ],
            "responses": [
                "Don't worry, everything will be fine, and I will follow up with you to get through this stage"
            ]
        },
        {
            "tag": "Schizophrenia8EN",
            "patterns": [
                "I have no problem with the rules or the instructions",
                "Yes, I love the instructions and follow them, and I do not find a problem in following them",
                "I do not find it difficult to follow the instructions or the rules, it is easy",
                "Following the rules and instructions is not an issue for me; I find them straightforward and easy to adhere to.",
                "I have no trouble abiding by the instructions and rules; they make sense to me and I see their importance.",
                "I am fully compliant with the rules and instructions; they are clear and logical, posing no challenges for me.",
                "I embrace the instructions and rules without hesitation; I consider them essential and have no difficulty following them.",
                "The rules and instructions pose no problems for me; I wholeheartedly embrace them and find them to be reasonable.",
                "I find it effortless to comply with the instructions and rules; they are well-defined and practical.",
                "Adhering to the instructions and rules is a breeze for me; I appreciate their structure and purpose.",
                "I encounter no issues in following the instructions and rules; they are well-crafted and make sense.",
                "I have a positive attitude towards the instructions and rules; I willingly embrace them and find them to be helpful.",
                "Complying with the instructions and rules is smooth sailing for me; I understand their significance and adhere to them willingly."
            ],
            "responses": [
                "Don't worry, everything will be fine, and I will follow up with you to get through this stage"
            ]
        },
        {
            "tag": "Postpartum_key",
            "patterns": [
                "It is not well at all since birth, and I feel strange things, contrary to the habit.",
                "Life became more difficult than life before birth.",
                "After birth, I became more nervous than necessary, and this is against my will and results from fear, tension, and anxiety that haunts me most of the time in terms of difficulty.",
                "Fear, tension and anxiety with bad thoughts, such as harming myself or harming the baby for fear of him.",
                "I feel many moods and fluctuations at the same time, feeling tired and insomnia most of the time.",
                "many changes in my daily routine to what suits the newborn, even in sleep, it changes to what suits him, so I do not sleep for long periods as usual, even Food changed to what benefits the child.",
                "Since birth, i have been plagued by a sense of unease and an unsettling feeling, deviating from the norm.",
                "Life after birth has grown increasingly arduous, surpassing the challenges I faced previously.",
                "i have noticed a surge in my uneasiness and restlessness ever since birth, contrary to my own desires. It stems from the constant presence of fear, tension, and anxiety.",
                "The weight of fear, tension, and anxiety bears heavily on me, leading to intrusive thoughts of self-harm or harm towards the baby, all driven by sheer apprehension.",
                "A multitude of emotions and mood swings consume me simultaneously, leaving me exhausted and battling insomnia for the majority of my days."
            ],
            "responses": [
                "Well, now relax and let's discuss step by step how you feel \n lets start, What about anxiety and nervousness after childbirth?",
                "Well, now relax and let's discuss step by step how you feel \n lets start, What does anxiety and nervousness represent to you after childbirth?",
                "Well, now relax and let's discuss step by step how you feel \n lets start, Do you feel or suffer from anxiety and nervousness after childbirth?"
            ]
        },
        {
            "tag": "Postpartum1 Y",
            "patterns": [
                "Since birth, anxiety haunts me most of the time and makes me nervous.",
                "Anxiety causes me psychological and nervous pressure since birth.",
                "Yes, I suffer from anxiety and this makes me nervous most of the time since birth.",
                "Ever since I was born, anxiety has been a constant presence in my life, making me feel nervous most of the time.",
                "From the moment I entered this world, anxiety has plagued me, resulting in persistent nervousness throughout my life.",
                "Since my earliest days, anxiety has relentlessly haunted me, leaving me in a state of constant nervousness.",
                "Since I can remember, anxiety has been my constant companion, causing me to feel nervous on a regular basis.",
                "Anxiety has been with me since day one, and its presence constantly fills me with nervousness and unease.",
                "From my very birth, anxiety has gripped me tightly, leaving me feeling perpetually nervous.",
                "Since I came into this world, anxiety has cast its shadow upon me, leading to frequent bouts of nervousness.",
                "Since my earliest memories, anxiety has played a significant role in my life, leaving me feeling nervous most of the time.",
                "Anxiety has plagued me for as long as I can recall, resulting in a persistent state of nervousness throughout my existence.",
                "From the very start of my life, anxiety has been a constant source of unease, making me feel nervous on a regular basis."
            ],
            "responses": [
                "I understand, What about the prank situation?",
                "I understand, Did childbirth affect your mood?",
                "I understand, Do you feel a disturbance in the mood?"
            ]
        },
        {
            "tag": "Postpartum1 N",
            "patterns": [
                "Everything is fine and remains the same.",
                "Anxiety and nervousness did not represent anything but a feeling, and I did not suffer from it.",
                "No, I never feel anxious or nervous.",
                "All is well and nothing has changed.",
                "There is no reason for anxiety or nervousness; everything is as it should be.",
                "I am calm and unaffected by any feelings of anxiety or nervousness.",
                "There is no need to worry or feel uneasy; the situation remains unchanged.",
                "I am composed and undisturbed by any anxious or nervous thoughts.",
                "Nothing has altered, and I feel at ease without any signs of anxiety or nervousness.",
                "Anxiety and nervousness have no place in my state of mind; I am at peace.",
                "I remain steady and unfazed, unaffected by any feelings of anxiety or nervousness.",
                "There is no room for anxiousness or unease; everything continues to be stable.",
                "I am confident and tranquil, without a hint of anxiety or nervousness."
            ],
            "responses": [
                "Good, What about the prank situation?",
                "wonderful, Did childbirth affect your mood?",
                "Greate, Do you feel a disturbance in the mood?"
            ]
        },
        {
            "tag": "Postpartum2 Y",
            "patterns": [
                "The mood is somewhat disturbed, because I feel happy at times, and suddenly I feel sad and nervous.",
                "Yes, since birth my moods are unstable some times happy and some times sad.",
                "Yes, I have been feeling a disturbance in the mood since birth, and this made me in an unstable mood.",
                "I experience fluctuations in my mood, which can be quite unsettling. There are moments when I feel joyful, but then suddenly, I become overwhelmed with sadness and anxiety.",
                "From time to time, my mood becomes disrupted, creating a rollercoaster of emotions. I can be content and cheerful, but then I'll unexpectedly shift to feeling down and uneasy.",
                "My mood has been inconsistent for as long as I can remember. it is  like a seesaw, with moments of happiness and moments of deep sadness and restlessness.",
                "The stability of my mood has always been a challenge. I go through phases of happiness, but they are often overshadowed by sudden waves of sadness and unease.",
                "Living with fluctuating moods has been a lifelong experience for me. There are occasions when I feel elated, only to be followed by bouts of melancholy and nervousness."
            ],
            "responses": [
                "Its okay, What does insomnia and focus mean to you since birth?",
                "Its okay, Does insomnia affect focus since birth?",
                "Its okay, Do you suffer from insomnia and difficulty concentrating since birth?"
            ]
        },
        {
            "tag": "Postpartum2 N",
            "patterns": [
                "No, childbirth never affected my mood.",
                "No, I do not suffer from any mood disorders or fluctuations, my mood has not been affected and is as if nothing had happened.",
                "No, my mood remains unchanged despite childbirth.",
                "No, i have not experienced any mood swings or changes after childbirth.",
                "No, my emotional state has remained stable since giving birth.",
                "No, i have not noticed any impact on my mood due to childbirth.",
                "No, I continue to have a consistent mood post-childbirth.",
                "No, my mood hasn't been affected by the process of giving birth.",
                "No, i have not observed any mood disturbances following childbirth.",
                "No, my mood remains steady and unaffected by the experience of childbirth.",
                "No, i do not experience any mood-related issues related to childbirth.",
                "No, childbirth hasn't caused any changes in my emotional well-being."
            ],
            "responses": [
                "Greate, What does insomnia and focus mean to you since birth?",
                "Wonderful, Does insomnia affect focus since birth?",
                "Good, Do you suffer from insomnia and difficulty concentrating since birth?"
            ]
        },
        {
            "tag": "Postpartum3 Y",
            "patterns": [
                "Insomnia and fatigue resulting from childbirth began to affect my concentration negatively, so it became very difficult to focus on things.",
                "Yes, insomnia affected my focus negatively. I no longer focus on things as before.",
                "Yes, I have difficulty concentrating because of the insomnia that I have suffered from since birth.",
                "The constant struggle with insomnia and fatigue post-childbirth has taken a toll on my ability to concentrate effectively.",
                "Insomnia has greatly impacted my concentration levels, making it increasingly challenging to stay focused on tasks.",
                "Dealing with persistent insomnia and fatigue after giving birth has significantly hindered my ability to concentrate on daily activities.",
                "My struggle with insomnia following childbirth has resulted in a notable decline in my concentration and focus.",
                "The combination of insomnia and fatigue has made it incredibly difficult for me to maintain focus and concentration.",
                "Insomnia has been a constant battle since giving birth, leading to a notable decline in my ability to concentrate on important matters.",
                "The lack of quality sleep due to postpartum insomnia has negatively affected my concentration, making it harder to engage in tasks requiring focus.",
                "My struggle with insomnia post-childbirth has caused a significant decline in my ability to concentrate effectively.",
                "Dealing with chronic insomnia as a result of childbirth has made it increasingly challenging to stay focused and concentrate on essential tasks.",
                "Insomnia has significantly impacted my concentration and focus, making it harder to accomplish tasks efficiently."
            ],
            "responses": [
                "Do not worry, What about exhaustion and fatigue since birth?",
                "Do not worry, Did childbirth make you exhausted and tired?",
                "Do not worry, Do you feel tired and exhausted since birth?",
                "Do not worry, Is exhaustion and fatigue after childbirth due to childbirth?"
            ]
        },
        {
            "tag": "Postpartum3 N",
            "patterns": [
                "Concentration and insomnia do not represent anything to me, since birth, everything is fine, as if nothing had happened",
                "No, I do not feel anxious and therefore it does not affect my concentration.",
                "No, I do not suffer from any difficulty in concentrating or insomnia, everything is fine.",
                "My concentration remains undisturbed, and insomnia is a foreign concept to me. Life has been smooth since day one.",
                "Anxiety has no hold over me, allowing my concentration to thrive. Sleep comes effortlessly, undisturbed by insomnia.",
                "i am unaffected by concentration issues or insomnia. Serenity has been my constant companion since birth.",
                "Concentration flows effortlessly, undisturbed by any trace of anxiety or insomnia. Life couldn't be better.",
                "Insomnia and concentration problems are alien to me. Every day is seamless, as if nothing could disrupt the tranquility.",
                "Anxiety doesn't grip me, leaving my concentration intact. I slumber peacefully, free from the clutches of insomnia.",
                "Unaffected by insomnia or concentration struggles, life proceeds without a hitch. Serenity is my steadfast companion.",
                "My mind remains focused, unburdened by anxiety or insomnia. Life unfolds smoothly, just as it should.",
                "Insomnia and concentration difficulties are strangers to me. Each day presents itself with ease and tranquility.",
                "Anxiety doesn't hinder my concentration. I embrace restful sleep, untouched by the troubles of insomnia."
            ],
            "responses": [
                "Well, What about exhaustion and fatigue since birth?",
                "Good, Did childbirth make you exhausted and tired?",
                "Greate, Do you feel tired and exhausted since birth?",
                "Nice, Is exhaustion and fatigue after childbirth due to childbirth?"
            ]
        },
        {
            "tag": "Postpartum4 Y",
            "patterns": [
                "Since birth, I have been in a state of exhaustion and abnormal fatigue, physical and mental exhaustion, and this affects my daily life.",
                "Yes, childbirth made me in an unusual state of fatigue and exhaustion most of the time.",
                "Yes, since birth I suffer from fatigue and exhaustion, and I feel mentally and physically exhausted most of the time.",
                "Yes, because this condition I did not suffer from before birth, I became aware of it from birth.",
                "Ever since I came into this world, i have been grappling with constant fatigue and overwhelming exhaustion, both physically and mentally. It greatly impacts my everyday existence.",
                "The moment I was born, I entered a realm of perpetual weariness and extraordinary fatigue. This unrelenting exhaustion affects me on both physical and mental levels, leaving me drained day after day.",
                "From the very beginning of my life, i have experienced an unprecedented level of fatigue and exhaustion. it is  as if my energy is constantly depleted, both in body and mind, hindering my daily functioning.",
                "Since the moment of my birth, i have been plagued by an unexplainable weariness and a relentless sense of fatigue. it is  a state that I was completely unaware of prior to my arrival into this world."
            ],
            "responses": [
                "Okay, Do you think of thoughts to harm yourself or your baby?",
                "Okay, What thoughts are you thinking of?",
                "Okay, Do you feel that you want to harm yourself or your baby?",
                "Okay, What about your thoughts after giving birth?"
            ]
        },
        {
            "tag": "Postpartum4 N",
            "patterns": [
                "No, i have not been tired or exhausted since giving birth and I am doing well now.",
                "No, I do not feel tired or exhausted since birth, everything is as if nothing had happened.",
                "No, i have not experienced any tiredness or exhaustion since giving birth, and I feel great.",
                "I feel amazing after giving birth and haven't felt tired or exhausted at all.",
                "Since giving birth, i have been full of energy and haven't experienced any fatigue or exhaustion.",
                "i am doing really well after giving birth, and i have not felt tired or drained at all.",
                "i have been feeling fantastic since giving birth, without any signs of tiredness or exhaustion."
            ],
            "responses": [
                "Good, Do you think of thoughts to harm yourself or your baby?",
                "Good, What thoughts are you thinking of?",
                "Well, Do you feel that you want to harm yourself or your baby?",
                "Well, What about your thoughts after giving birth?"
            ]
        },
        {
            "tag": "Postpartum5 Y",
            "patterns": [
                "Yes, I am tamed by many negative thoughts, such as self-harm or child abuse, and I am always in an irregular nervous state.",
                "Thoughts of self-harm and child abuse are unusual, and this is the first time I think of this.",
                "Yes, after giving birth, I always think negatively about myself and the child, and thoughts such as getting rid of the child for fear of him or committing suicide, and so on.",
                "I always think of harming myself, either by death or suicide, and likewise with regard to the child, for fear of him.",
                "Negative thoughts constantly plague me, like a dark cloud that hovers over my mind. Self-harm and child abuse thoughts seem to creep in, causing an unsettling state of mind.",
                "The weight of negative thoughts presses upon me relentlessly. Intrusive images of self-harm and child abuse invade my consciousness, leaving me in a perpetual state of unease.",
                "In the depths of my mind, disturbing thoughts manifest. Ideas of self-harm and child abuse emerge unexpectedly, casting a shadow over my thoughts and leaving me in a state of perpetual distress.",
                "it is  a constant battle within my own mind. The haunting presence of negative thoughts, including self-harm and child abuse, taints my perception and keeps me in an eternal state of anxiety.",
                "My mind becomes a battlefield of unsettling thoughts, where self-harm and child abuse ideas wage a relentless war against my well-being. it is  a constant struggle to find peace amidst the chaos."
            ],
            "responses": [
                "Don't think like that, What does it represent in order to take care of a baby?",
                "Don't think like that, What about the care of a baby?",
                "Don't think like that, Are you having difficulty in caring for a baby?",
                "Don't think like that, Do you feel difficult in the care of a baby?"
            ]
        },
        {
            "tag": "Postpartum5 N",
            "patterns": [
                "No, i do not think of harming myself or my child. I am happy with the new baby.",
                "i do not think of anything but the child and I am happy with his presence.",
                "No, i do not feel that way. On the contrary, I feel happy and joyful.",
                "I always think about the future of the child and the correct way of raising him.",
                "I cherish every moment with my child and feel nothing but happiness and love.",
                "Thoughts of harm or negativity never cross my mind when it comes to my child. i am filled with joy.",
                "My child's well-being and happiness are always at the forefront of my thoughts. I feel content and grateful.",
                "The presence of my child brings me immense joy, and I constantly strive to provide a loving and nurturing environment.",
                "I prioritize my child's happiness above all else. I am constantly filled with happiness and gratitude.",
                "I have nothing but positive thoughts and emotions towards my child. Their presence brings me pure bliss.",
                "Each day with my child is a blessing, and I always strive to create a happy and fulfilling life for both of us.",
                "I am completely dedicated to the well-being of my child and always strive to make them feel loved and secure.",
                "My child's happiness is my top priority, and I feel an overwhelming sense of happiness and fulfillment as a parent.",
                "My thoughts are always filled with love and positivity when it comes to my child. I am truly blessed."
            ],
            "responses": [
                "That is very good, What does it represent in order to take care of a baby?",
                "That is very good, What about the care of a baby?",
                "That is very good, Are you having difficulty in caring for a baby?",
                "That is very good, Do you feel difficult in the care of a baby?"
            ]
        },
        {
            "tag": "Postpartum6 Y",
            "patterns": [
                "Taking care of a baby is a very difficult challenge for me because i do not go through such situations and i do not know what I should do.",
                "Taking care of a baby is a very difficult thing, because I have not been exposed to this situation before, and I have to change my daily routine according to what suits him, and this is another very difficult thing.",
                "Yes, I find it difficult to take care of a baby because he deals in a special way and needs full care all the time.",
                "Yes, I feel difficult in caring for a baby because he needs experience in order to understand what he wants from some of his special movements, and this I have not been exposed to before and I did not have enough experience. ",
                "Caring for a baby presents a significant challenge for me as I have never been in such a situation before. Understanding their needs and adjusting my daily routine accordingly is an entirely new experience that I find quite difficult.",
                "Taking care of a baby is an immense challenge since I lack prior exposure to such circumstances. Adapting to their unique ways and providing constant attention and care demand great effort on my part.",
                "I often find it challenging to care for a baby because their needs are distinct and require constant vigilance. Without prior experience, understanding their cues and fulfilling their requirements becomes an arduous task.",
                "Caring for a baby poses a considerable difficulty as they communicate through specific gestures and signals that I have not encountered previously. My lack of experience makes it challenging to interpret their needs accurately."
            ],
            "responses": [
                "Its okay, What about food and sleep after birth?",
                "Its okay, Is there a change in food and sleep after birth?",
                "Its okay, Do you suffer from lack of regular sleep and food well after giving birth?"
            ]
        },
        {
            "tag": "Postpartum6 N",
            "patterns": [
                "No, i do not face any difficulty in taking care of or raising a baby because I have enough ability to take care of him all the time without getting bored.",
                "No, I do not feel difficult in taking care of the baby and everything is fine because I know the child what he wants from his own movements.",
                "No, I find it easy to take care of a baby as I have developed the necessary skills and understanding to meet their needs, ensuring their well-being and keeping them engaged without feeling overwhelmed.",
                "Taking care of a baby is not a challenge for me. I enjoy every moment and have the competence to handle their needs effectively, ensuring they are content and happy throughout the day.",
                "i do not face any difficulties in raising a baby because I have honed my caregiving abilities, allowing me to provide the utmost care, attention, and love to the child effortlessly.",
                "Caring for a baby is a joyful experience for me, and I embrace it wholeheartedly. I possess the necessary patience and skills to meet their demands and create a nurturing environment.",
                "Raising a baby is a fulfilling journey that I embrace with enthusiasm. I have the capacity to cater to their needs, both physically and emotionally, and create a loving atmosphere that promotes their growth and happiness."
            ],
            "responses": [
                "Its so good, What about food and sleep after birth?",
                "Its so good, Is there a change in food and sleep after birth?",
                "Its so good, Do you suffer from lack of regular sleep and food well after giving birth?"
            ]
        },
        {
            "tag": "Postpartum7EY",
            "patterns": [
                "After birth, everything changed in terms of food, it became what suits the child in terms of vitamins and benefits for him, and in terms of sleep, sleep also became according to what suits the child's sleep.",
                "Yes, eating and food has changed to what benefits the child, and sleep is no longer the same as before birth, so sleep has become during the period that the child sleeps only.",
                "Yes, I suffer from lack of sleep and not eating normally, because eating is specific types that benefit the child, and sleep suffers from a lack of it, because it is according to the sleep of the child, and the child sleeps unstable and irregularly.",
                "Following the birth, there was a significant shift in dietary preferences for the child, focusing on foods that provide essential vitamins and benefits tailored to their needs. Additionally, the child's sleep patterns have undergone a transformation, aligning with their individual sleep requirements.",
                "Post-birth, a notable transformation occurred in terms of nutrition, with a greater emphasis on providing the child with food that offers optimal vitamins and benefits. Similarly, the child's sleep routine has adapted to their specific needs, with sleep patterns now adjusted to match their natural sleep cycles.",
                "After the child's arrival, there was a remarkable shift in dietary choices, prioritizing nutrition that caters to their developmental needs, encompassing essential vitamins and benefits. Moreover, sleep patterns have undergone a substantial change, with a focus on aligning sleep schedules with the child's natural sleep rhythms.",
                "Once the child was born, there was a significant alteration in dietary preferences, with a heightened emphasis on providing them with nutrition that bestows vital vitamins and benefits. Additionally, sleep patterns have undergone a notable shift, aligning with the child's individual sleep requirements and ensuring optimal rest."
            ],
            "responses": [
                "Don't worry, everything will be fine, and I will follow up with you to get through this stage"
            ]
        },
        {
            "tag": "Postpartum7EN",
            "patterns": [
                "No, there is no change in anything except a slight change that does not affect sleep, but with regard to food as it is.",
                "No, I do not suffer from anything wrong with regard to sleep or food, everything is fine.",
                "No, there haven't been any significant changes except for a minor alteration that doesn't impact sleep. However, regarding food, everything remains unchanged.",
                "No, there is been no noticeable difference in anything except for a slight modification that doesn't disturb my sleep. As for food, everything is still the same.",
                "No, there haven't been any significant updates other than a minor adjustment that doesn't disrupt my sleep patterns. Regarding food, there are no changes to report.",
                "No, there is nothing different except for a slight modification that doesn't affect my sleep. Concerning food, everything remains unchanged and normal.",
                "No, there haven't been any notable alterations except for a slight change that doesn't interfere with my sleep. As far as food is concerned, everything is as it was before."
            ],
            "responses": [
                "Don't worry, everything will be fine",
                "Stay positive, things will work out.",
                "Remember, tough times don't last forever.",
                "Keep your head up, better days are ahead.",
                "Have faith, challenges make us stronger.",
                "In the end, everything will fall into place.",
                "Believe in yourself, you can overcome any obstacle.",
                "Trust the process, good things are coming.",
                "Stay resilient, you've got this.",
                "Take a deep breath, everything will be alright.",
                "Remember, storms don't last forever; sunshine awaits."
            ]
        },
        {
            "tag": "ADHD_key",
            "patterns": [
                "i am not okay, because everything is going unusual for me, i have become an impulsive person in all matters and decisions.",
                "Haste in all decisions, even the decisive ones, regardless of bad results or dire consequences.",
                "I interrupt others in speaking, and this makes me dislike communicating with them.",
                "I am having difficulty forming social relationships.",
                "i do not like help from others or support from them.",
                "And I suffer from poor planning, because rushing makes me do all the things at the same time, I start one task, and i do not finish it until I start the other, and this is difficult."
            ],
            "responses": [
                "Well, now relax and let's discuss step by step how you feel \n lets start, Do you suffer from distraction and inattention?",
                "Well, now relax and let's discuss step by step how you feel \n lets start, Does attention and attention affect your daily life?",
                "Well, now relax and let's discuss step by step how you feel \n lets start, Do you have difficulty maintaining focus and attention?"
            ]
        },
        {
            "tag": "ADHD1 Y",
            "patterns": [
                "Distraction and attention make me not interested in details, and this leads me to make many mistakes due to negligence.",
                "yes, it makes me love repetition and monotony, and avoid tasks that require mental effort and constant focus.",
                "Yes, I suffer from distraction and lack of attention, and it is easy to be distracted by any external influences, and this causes me to lose my tools easily.and  forgetting daily activities and tasks.",
                "Yes, distraction and lack of attention affect my daily tasks to the extent that I may forget my daily tasks and activities and move between activities and tasks to others without accomplishing any of them.",
                "Yes, I have difficulty maintaining focus and attention, and also difficulty in following instructions, especially complex and sequential ones, and difficulty in arranging, organizing, and persevering in doing so.",
                "Distraction and lack of attention often result in me losing track of time and missing deadlines, leading to unnecessary stress and pressure.",
                "Yes, I struggle with maintaining a consistent workflow due to constant distractions and interruptions, hindering my productivity and efficiency.",
                "Lack of focus and attention makes it challenging for me to absorb and retain information, often requiring me to review materials multiple times.",
                "Yes, distractions easily derail my train of thought, making it difficult to concentrate on complex tasks and limiting my ability to solve problems effectively.",
                "I find it hard to stay engaged in long meetings or lectures due to a lack of attention, causing me to miss important details and lose valuable insights.",
                "Yes, I tend to get easily sidetracked by external stimuli, resulting in a fragmented work process and making it hard to achieve deep focus on any given task.",
                "Distractions negatively impact my creativity and innovative thinking, as my mind constantly wanders away from the task at hand, limiting my ability to generate unique ideas.",
                "Yes, I often find myself jumping from one task to another without completing any of them, causing a lack of productivity and a sense of dissatisfaction.",
                "Lack of attention and focus affects my ability to actively listen to others during conversations or meetings, leading to misunderstandings and miscommunication.",
                "Yes, distractions and lack of attention increase my susceptibility to making errors, as I often overlook important details and fail to thoroughly check my work."
            ],
            "responses": [
                "Its okay, What about your movement, do you control it completely or properly or not?",
                "Its okay, Is staying in a certain situation difficult for you as sitting quietly for a long time?",
                "Its okay, Is movement on a regular basis for long periods difficult for you and incomplete control?"
            ]
        },
        {
            "tag": "ADHD1 N",
            "patterns": [
                "Distraction and inattention do not represent anything to me",
                "I do any activity or any task, I must be at the top of my focus, and this attracts my attention well.",
                "No, I do not suffer from distraction and inattention, on the contrary, everything is going in the right direction.",
                "No, distraction and inattention do not affect any daily activity and I do my daily tasks as a challenge ",
                "I perform my daily activities and tasks well.",
                "No, i do not have any difficulties in maintaining my focus because when I do something, my focus is entirely on that thing."
            ],
            "responses": [
                "Good, What about your movement, do you control it completely or properly or not?",
                "Good, Is staying in a certain situation difficult for you as sitting quietly for a long time?",
                "well, Is movement on a regular basis for long periods difficult for you and incomplete control?"
            ]
        },
        {
            "tag": "ADHD2 Y",
            "patterns": [
                "No and I have absolutely terrible hyperactivity, be it running or climbing or pouting with hands and feet, like swinging on a chair while sitting.",
                "I can't fully control my movement",
                "Yes, staying in one position like sitting for a long time makes me bored quickly and of course this makes it difficult for me to engage in daily activities calmly.",
                "Yes, I am hypermobile, so I always don't sit normally, so I have to grieve with my hands or feet and rock or sway on the chair when I sit.",
                "it is  challenging for me to stay focused on a single task for an extended period. My mind constantly races, and I feel the need to be in constant motion.",
                "I find it hard to sit still during meetings or classes. My body constantly fidgets, and I often feel the urge to get up and move around.",
                "Engaging in sedentary activities feels restless for me. I prefer activities that involve physical movement and keep me actively engaged.",
                "I struggle with restlessness, especially when I have to stay seated for a long time. I constantly shift my position, tap my feet, or drum my fingers.",
                "Hyperactivity affects my daily life. it is  difficult for me to maintain a calm demeanor, and I often find myself pacing, bouncing my leg, or engaging in other repetitive movements.",
                "Staying still is a constant challenge for me. Even when I try to relax, my body feels compelled to be in motion.",
                "Hyperactivity can be exhausting. I have an overwhelming urge to be in constant action, and it takes a lot of effort to calm down and focus.",
                "Sitting idle feels almost unbearable to me. I need to keep my body engaged and occupied to feel more at ease.",
                "Hyperactivity impacts my ability to concentrate. I often feel the need to multitask or switch between activities to keep my mind stimulated.",
                "Restlessness is a constant companion. i am always looking for ways to channel my excess energy, whether it is  through exercise, hobbies, or other active pursuits."
            ],
            "responses": [
                "okay do not worry, What about impulsiveness? Do you see yourself as an impulsive and impulsive person?",
                "okay do not worry, Do you suffer from haste or impulsiveness or something like that?",
                "okay do not worry, What about talking to new people do you set limits to talk to them or not?"
            ]
        },
        {
            "tag": "ADHD2 N",
            "patterns": [
                "Yes, I completely control my movement",
                "Sitting quietly is very good. It makes me fully focused and unoccupied when doing daily tasks, and this makes me do all daily tasks with ease.",
                "No, staying seated for a long time does not affect anything and I feel alert while sitting and not swaying in the chair while sitting.",
                "No, moving regularly for long periods of time is not difficult, and I can control it completely",
                "Yes, being in control of my actions allows me to navigate through life with confidence and purpose. It gives me the freedom to make decisions that align with my goals and values.",
                "Engaging in stillness brings about a profound sense of clarity and concentration. It enables me to channel all my energy and attention towards the task at hand, resulting in heightened productivity and efficiency.",
                "No, sitting for extended periods doesn't disrupt my focus or hinder my performance. On the contrary, it provides a stable foundation that allows me to fully immerse myself in my work and accomplish tasks with precision.",
                "Maintaining a sense of composure and stability while seated positively impacts my mental state. It helps me stay calm, collected, and fully present, enhancing my ability to handle challenges and remain attentive throughout the day.",
                "Yes, having full control over my movements empowers me to move through life deliberately and with intention. It allows me to make deliberate choices that align with my values, leading to a greater sense of fulfillment and achievement."
            ],
            "responses": [
                "That is good, What about impulsiveness? Do you see yourself as an impulsive and impulsive person?",
                "That is good, Do you suffer from haste or impulsiveness or something like that?",
                "That is good, What about talking to new people do you set limits to talk to them or not?"
            ]
        },
        {
            "tag": "ADHD3 Y",
            "patterns": [
                "I am a very impulsive person",
                "Yes, very impulsive and hasty, whether in answering questions, and this happens in exams",
                "Yes, I usually interrupt the speech of others without them completing their speech because of my impulsiveness",
                "Yes, I suffer from rushing to respond to others, whatever the consequences",
                "I am impulsive and impulsive and do not like to wait and always make me reckless in my decisions or do not consider the consequences of participating in dangerous activities and interrupting others in speaking.",
                "No, when talking to new people, i do not set boundaries, and I can't suppress what I want to say. I tell him everything about me"
            ],
            "responses": [
                "Ok, How do you feel when you sit with other people?",
                "Ok, Is it difficult for you to communicate with others or form social relationships?",
                "Ok, Would you like help or support from others?"
            ]
        },
        {
            "tag": "ADHD3 N",
            "patterns": [
                "I am not impulsive or hasty or anything like that",
                "I am a demure person who is not inclined to be impulsive or hasty or anything like that",
                "I do not suffer from haste or impulsiveness, this trait I do not like",
                "Yes, I set boundaries with new people, especially since i do not know them well",
                "I am a thoughtful individual who avoids acting impulsively or hastily in any situation.",
                "Impulsiveness and hastiness are not traits that define me; instead, I prioritize thoughtful decision-making.",
                "Being measured and deliberate is my approach, and I refrain from impulsive or hasty actions.",
                "I value careful consideration and avoid impulsive or hasty behavior, preferring a more thoughtful approach.",
                "Impulsiveness or hastiness is not part of my nature; I prefer to take my time and make well-considered choices.",
                "When it comes to decision-making, I am not one to rush or act impulsively, instead opting for a more deliberate mindset.",
                "I am deliberate and cautious, avoiding any tendencies toward impulsiveness or hastiness.",
                "My nature leans towards thoughtfulness and reflection, steering clear of impulsivity or hastiness.",
                "I prioritize measured responses, ensuring that impulsive or hasty actions are not part of my behavior.",
                "Thoughtfulness and careful consideration are my guiding principles, avoiding impulsive or hasty decisions."
            ],
            "responses": [
                "That is grate, How do you feel when you sit with other people?",
                "That is grate, Is it difficult for you to communicate with others or form social relationships?",
                "That is grate, Would you like help or support from others?"
            ]
        },
        {
            "tag": "ADHD4 Y",
            "patterns": [
                "I feel fear, anxiety and stress when I sit with other people, and I prefer to leave the boards or meetings.",
                "Communicating with others or forming social relationships is a huge difficulty for me, because when I sit with other people, I get scared and nervous.",
                "I feel that everyone is against me and that I am threatened by others.",
                "i do not want any help from others or any support. I know what I am doing and helping others is a threat to me that makes me uncontrollably nervous.",
                "Whenever I find myself in social situations, fear and unease overwhelm me. it is  as if the mere presence of others triggers anxiety, making it hard for me to stay engaged or connected.",
                "Social interactions can be incredibly challenging for me. The fear and stress that arise when i am around people often make me want to retreat and avoid any form of communication or engagement.",
                "Being in a group setting fills me with a sense of dread and discomfort. I often feel like an outsider, constantly on guard and expecting negative judgments or hostility from others.",
                "The fear of being judged or rejected consumes me when i am around people. This fear intensifies to the point where I'd rather isolate myself than face the potential anxiety and stress of social interactions.",
                "Engaging in conversations and building relationships feels like an insurmountable hurdle for me. The fear and anxiety I experience in social settings often lead me to withdraw and avoid any form of social connection."
            ],
            "responses": [
                "Well, What about planning in your opinion,how do you find it from a point of view?",
                "Okay, Do you suffer from bad planning?",
                "Well, Are you having difficulty planning?"
            ]
        },
        {
            "tag": "ADHD4 N",
            "patterns": [
                "I feel good about sitting with other people, I like to form new relationships with new people so that we don't get bored.",
                "No, i do not have any difficulty communicating with others or doing charity. it is  fun to have a lot of handouts all over the place.",
                "Yes, helping some people do things is beautiful and makes life not boring, and support makes me do everything I can.",
                "Engaging in meaningful conversations with different individuals brings me joy. I appreciate the opportunity to establish connections and build new friendships, which adds excitement to my life.",
                "Interacting with others is something I truly enjoy. it is  refreshing to meet new people, exchange ideas, and cultivate relationships, preventing monotony from creeping into my routine.",
                "Communication and giving back are effortless for me. I find fulfillment in extending a helping hand and contributing to charitable causes. it is  a gratifying experience that keeps me energized and motivated.",
                "The act of connecting with others and engaging in acts of kindness is an integral part of my life. It fills me with happiness and enthusiasm, preventing any sense of dullness. Supporting others gives me the drive to excel in everything I do.",
                "Socializing and participating in charitable endeavors bring a sense of fulfillment. it is  fascinating to meet diverse individuals and lend a helping hand. The constant engagement keeps my life vibrant and prevents it from becoming mundane."
            ],
            "responses": [
                "Greate, What about planning in your opinion,how do you find it from a point of view?",
                "Good, Do you suffer from bad planning?",
                "Wonderful, Are you having difficulty planning?"
            ]
        },
        {
            "tag": "ADHD5 Y",
            "patterns": [
                "I always feel bad about planning, because I want to do everything at one time, besides rushing into everything, and I am usually in a state of distraction and lack of focus, and this is enough to lead to poor planning in all your tasks.",
                "Yes, yes, I suffer from bad planning because of my impulsiveness and lack of good focus in doing the task. I do not wait to finish the task except to do another at the same time.",
                "Yes, yes, I have difficulty planning my tasks, whether daily or long-term, due to impulsiveness, distraction, and lack of focus.",
                "i have always struggled with planning effectively. I find myself constantly jumping from one task to another, unable to maintain a clear focus. This lack of organization often leads to incomplete or rushed work.",
                "Planning has always been a challenge for me. I tend to get easily distracted and lose sight of the bigger picture. As a result, my projects suffer from poor time management and a lack of attention to detail.",
                "I constantly battle with poor planning habits. My impulsive nature and difficulty maintaining focus make it hard for me to create structured timelines and prioritize tasks effectively. This leads to last-minute rushes and subpar outcomes.",
                "One of my biggest weaknesses is planning. I struggle with staying organized and often find myself overwhelmed by multiple tasks at once. This lack of focus and inability to allocate time properly hinders my productivity and overall performance.",
                "Planning has always been a stumbling block for me. My tendency to take on too much and my scattered focus prevent me from creating a coherent plan. This results in a constant feeling of being overwhelmed and struggling to meet deadlines."
            ],
            "responses": [
                "its okay, What about you, do you feel self-confident, or is this feeling weak ?",
                "its okay, Do you still feel confident in yourself or weakened this confidence ?",
                "well, Do you have a sense of self-confidence, or is it no longer the case and is followed by a sense of inferiority ?"
            ]
        },
        {
            "tag": "ADHD5 N",
            "patterns": [
                "Planning for something is a must in our lives, whether daily or in the long term, because tasks are not accomplished without good planning.",
                "No, i do not suffer from any bad planning, everything is going in the right direction.",
                "No, I do not face any difficulty in planning. Good planning for tasks is a great thing that makes everything go well.",
                "Having a well-thought-out plan is crucial for success in any endeavor. Without proper planning, it becomes challenging to achieve desired outcomes.",
                "I always emphasize the importance of effective planning as it lays the foundation for accomplishing goals efficiently and effectively.",
                "i have not encountered any obstacles in my planning process so far. By planning ahead, I ensure smooth execution of tasks.",
                "Planning is an essential part of my routine, enabling me to prioritize tasks and allocate resources wisely. It helps me stay organized and productive.",
                "I firmly believe that a solid plan paves the way for success. I invest time and effort in creating well-structured plans to avoid any unnecessary complications.",
                "My approach to planning is meticulous and thorough. It ensures that I have a clear roadmap to follow, minimizing any potential setbacks along the way.",
                "I find solace in planning as it provides me with a sense of direction. It enables me to make informed decisions and adapt to changing circumstances.",
                "Planning is my secret weapon for achieving my goals. It empowers me to stay focused, motivated, and in control of my journey.",
                "Through effective planning, I manage to stay ahead of deadlines and maintain a balanced work-life schedule. It allows me to achieve optimal results.",
                "I credit my achievements to the power of planning. It helps me break down complex tasks into manageable steps, ensuring progress with each milestone."
            ],
            "responses": [
                "Greate, What about you, do you feel self-confident, or is this feeling weak ?",
                "Greate, Do you still feel confident in yourself or weakened this confidence ?",
                "Greate, Do you have a sense of self-confidence, or is it no longer the case and is followed by a sense of inferiority ?"
            ]
        },
        {
            "tag": "PTSD_key",
            "patterns": [
                "I feel intense tension and fear sometimes",
                "I suffer from nightmares or difficulty sleeping",
                "I am not okay at all. Most of the time I feel fear, stress and anxiety",
                "I became afraid of everything, and even of my own memories that I loved to think about.",
                "When I go to sleep, fear and stress increase because I have some nightmares in which the scene seems to be repeated.",
                "I constantly feel overwhelmed and on edge, as if something terrible is about to happen.",
                "My anxiety levels are through the roof, and it is  hard to find a moment of peace or calm.",
                "I find myself constantly on guard, anticipating danger or threats in every situation.",
                "it is  as if a dark cloud of fear hangs over me, making it difficult to enjoy life or relax.",
                "Every day is a battle against my own mind, with anxiety and fear taking control.",
                "I struggle with racing thoughts and a sense of impending doom, making it hard to focus on anything else.",
                "My heart races and my palms sweat, even in seemingly ordinary situations.",
                "i am haunted by intrusive thoughts and memories that trigger intense fear and distress.",
                "The weight of anxiety feels suffocating, as if i am trapped in a constant state of unease.",
                "Sleep eludes me as nightmares and restless nights dominate my existence."
            ],
            "responses": [
                "Well, now relax and let's discuss step by step how you feel \n lets start, Have you been traumatized recently?",
                "Well, now relax and let's discuss step by step how you feel \n lets start, Have you been exposed to a situation recently that caused you an abnormal condition?"
            ]
        },
        {
            "tag": "PTSD1 Y",
            "patterns": [
                "Yes, I came across a situation like this recently",
                "Yes, I had a bad situation lately",
                "Yes, I was traumatized not long ago",
                "Yes, I became in an abnormal state as a result of a situation that happened recently",
                "Yes, I encountered a similar situation just the other day.",
                "Yes, I had an unfortunate experience not too long ago.",
                "Yes, I recently went through a difficult ordeal.",
                "Yes, I found myself in a challenging situation quite recently.",
                "Yes, I had a tough time dealing with a recent incident.",
                "Yes, I faced a similar predicament not so long ago.",
                "Yes, I went through a rough patch lately due to a particular circumstance.",
                "Yes, I experienced a distressing situation fairly recently.",
                "Yes, I was in a state of turmoil as a result of a recent occurrence.",
                "Yes, I had a recent encounter that left me feeling uneasy."
            ],
            "responses": [
                "Describe to me how you feel after this situation or trauma",
                "What impact did this situation or trauma have on your life?"
            ]
        },
        {
            "tag": "PTSD1 N",
            "patterns": [
                "No, i have not had any trauma recently",
                "No, nothing bad has happened to me lately",
                "No, i have not had any bad trauma lately",
                "No, I didn't have any trauma and all the later situations are fine.",
                "No shock but i have not been feeling well lately"
            ],
            "responses": [
                "Are you normally an optimist or a pessimist?",
                "Are you generally an optimist or pessimist?",
                "Are you more upbeat or negative?"
            ]
        },
        {
            "tag": "PTSD2 Y",
            "patterns": [
                "I get very nervous thinking about what happened and sitting alone hurts me because my mind is thinking about what happened.",
                "Everything has changed and is no longer the same as before",
                "I always bring back bad memories",
                "I often experience many mood swings at the same time",
                "it is  overwhelming to constantly dwell on what occurred, and being alone amplifies the pain because my mind fixates on it.",
                "The world feels unfamiliar now, and the way things used to be no longer exists.",
                "Unpleasant memories resurface frequently, reminding me of the past.",
                "My emotions fluctuate rapidly, causing me to experience multiple mood swings simultaneously.",
                "Reflecting on the past events fills me with anxiety, and solitude intensifies the discomfort as my thoughts keep circling back to it.",
                "The changes that took place have left a lasting impact, and it is  difficult to adjust to the new reality.",
                "Negative memories often resurface, creating a constant cycle of distress.",
                "My mood frequently shifts between various emotional states, making it challenging to find stability."
            ],
            "responses": [
                "Well, it is  okay. Are you afraid of repeating this trauma again?",
                "it is  okay, what if this trauma or situation is repeated again, will you be able to deal with it or not?",
                "Well, was the situation unexpected, and this is what shocked you"
            ]
        },
        {
            "tag": "PTSD3 Y",
            "patterns": [
                "Yes, I always feel afraid that the trauma will happen again at any time, and i do not feel safe at this time.",
                "No, I will not be able to deal with her, because remembering her annoys me and causes me fear and tension",
                "Yes, the situation was unexpected and shocked me, and I feel nervous and tense when the situation is mentioned",
                "i do not know if I can handle it or not",
                "I constantly worry that the same unfortunate event will occur, leaving me feeling unsafe and anxious.",
                "Recalling her presence irritates me and evokes a sense of fear and unease, making it difficult to interact with her.",
                "The unexpected nature of the situation caught me off guard, leaving me feeling shaken and on edge whenever it is brought up.",
                "i am uncertain about my ability to cope with it; the outcome is unknown, and it fills me with apprehension.",
                "The thought of experiencing that trauma again triggers a sense of fear and unease, making me doubt my sense of security."
            ],
            "responses": [
                "Okay, Are there good memories that you would like to remember or not?",
                "Its okay, Do you feel happy when you retrieve your memories?",
                "Okay, What does thinking about the past mean to you?",
                "Okay, How do you feel about your memories before and after the accident?"
            ]
        },
        {
            "tag": "PTSD3 N",
            "patterns": [
                "No, I am not afraid of repeating the situation again, but it is still affecting my life",
                "If it happens again, I will deal with it better than before",
                "i have learned from the past, and I won't let it hold me back again.",
                "Even if it occurs once more, i am confident in my ability to overcome it.",
                "I refuse to let the past dictate my present or future.",
                "Though it might resurface, i am prepared to face it head-on this time.",
                "Every challenge is an opportunity for growth, no matter how familiar.",
                "i have built resilience from previous experiences, making me stronger for whatever comes my way.",
                "Instead of fearing repetition, I choose to see it as a chance to refine my response.",
                "i have proven my ability to handle similar situations, and I'll do so again.",
                "Past events have taught me valuable lessons that I can apply if faced with a similar scenario.",
                "Repetition doesn't define me; it gives me a chance to rewrite the outcome."
            ],
            "responses": [
                "Greate, Are there good memories that you would like to remember or not?",
                "Greate okay, Do you feel happy when you retrieve your memories?",
                "Greate, What does thinking about the past mean to you?",
                "Greate, How do you feel about your memories before and after the accident?"
            ]
        },
        {
            "tag": "PTSD4 Y",
            "patterns": [
                "In the past, there were beautiful memories, but since this trauma, my memories have become a great burden for me, and I do not want to bring back the memories.",
                "Before the trauma, I used to like thinking about my memories because they were the most beautiful part of my life, but after the trauma, I do not like thinking or talking about the trauma and what happened to it.",
                "No, i do not like thinking about the past, especially when thinking about the trauma, because it makes me nervous.",
                "Thinking about the past makes me nervous.",
                "No, my mind no longer remembers the good memories, it only remembers this situation",
                "Ever since the traumatic incident, reminiscing about the past has lost its joy. Instead, it fills me with an overwhelming sense of pain and sadness.",
                "I used to cherish my memories, but now they haunt me. The trauma has cast a dark shadow over every recollection I have.",
                "My mind used to wander through beautiful memories, but now it is  trapped in the cycle of reliving the trauma. it is  exhausting and emotionally draining.",
                "The weight of the trauma lingers in my memories, making them feel like a burden I carry. I yearn for the days when memories brought happiness rather than pain.",
                "Every time I try to revisit the past, the trauma overshadows everything. it is  like a heavy fog that obscures the joy and beauty that once existed.",
                "The trauma has hijacked my ability to recall the good times. Instead, my mind fixates on the pain, making it difficult to embrace any positive memories.",
                "The past used to hold treasures of happiness, but now it feels like a minefield of painful reminders. i am constantly on edge, afraid of triggering those memories.",
                "The trauma has rewritten the narrative of my memories. it is  like an unwelcome guest that distorts everything I remember, leaving me feeling trapped in a never-ending nightmare.",
                "Thinking about the past used to bring comfort and nostalgia, but now it is  a source of anxiety. The trauma has tainted my perception of what once brought me joy.",
                "My memories used to be a sanctuary, a place of solace. But now, they're tainted by the trauma, and I find myself avoiding them to protect my mental well-being."
            ],
            "responses": [
                "Do not worry, Do you experience some nightmares in a dream?",
                "Do not worry, How do you feel when accepting to sleep?",
                "Do not worry, Does sleep represent some concerns for you?"
            ]
        },
        {
            "tag": "PTSD4 N",
            "patterns": [
                "Yes, I feel happy when I remember my beautiful memories.",
                "My memories represent the most beautiful part of my life, and reminiscing about the past makes me happy.",
                "The accident or trauma does not change anything in my love of reliving my memories, as I always relive my memories.",
                "The accident or trauma does not change anything in my love of reliving my memories, as I always relive my memories.",
                "Thinking back to the wonderful moments brings a smile to my face, filling me with happiness.",
                "Nostalgia envelops me with joy as I delve into the treasure trove of my cherished memories.",
                "Recalling the laughter, joy, and love from the past evokes a deep sense of happiness within me.",
                "The mere thought of my past adventures and accomplishments fills my heart with pure happiness.",
                "Every time I revisit the memories, happiness rushes over me like a warm wave, comforting and uplifting.",
                "The memories of my loved ones and the moments we shared are etched in my heart, bringing me everlasting happiness.",
                "My mind becomes a gallery of happiness when I reminisce about the beautiful memories i have collected.",
                "The joy of reliving my memories is an everlasting source of happiness that fuels my soul."
            ],
            "responses": [
                "Not bad, Do you experience some nightmares in a dream?",
                "Not bad, worry, How do you feel when accepting to sleep?",
                "Not bad, worry, Does sleep represent some concerns for you?"
            ]
        },
        {
            "tag": "PTSD5 Y",
            "patterns": [
                "Yes, I feel the shock ,As if everything is happening again.",
                "I feel the nervous pressure to feel the nightmares in the dream as if they were replaying the scene that happened in the trauma.",
                "Sleep represents a great burden on me because I remember everything.",
                "The memories resurface, engulfing me in a wave of emotions, reliving the trauma as if it is  happening all over again.",
                "Every moment feels like a haunting replay, the anguish and fear consuming me.",
                "i am trapped in the vortex of the past, the echoes of the trauma reverberating through my mind.",
                "A chilling sense of dj vu washes over me, as if fate is forcing me to relive the nightmare.",
                "The weight of the past bears down on me, suffocating my thoughts and leaving me paralyzed in its grip.",
                "Each night, sleep becomes a battleground where the past fights to reclaim its hold over me.",
                "The scars of the trauma are etched deep within, resurfacing like vivid flashbacks that refuse to fade.",
                "The haunting whispers of the past cling to my every thought, their presence inescapable.",
                "In the depths of sleep, the shadows of the trauma dance before my eyes, taunting me with their relentless grip.",
                "I exist in the realm between reality and memory, where the lines blur, and the wounds remain raw."
            ],
            "responses": [
                "Do not worry, Is your daily routine still the same or has there been a change?",
                "Do not worry, What about your daily routine?",
                "Do not worry, Is your daily tasks affected by what happened?"
            ]
        },
        {
            "tag": "PTSD5 N",
            "patterns": [
                "No, I do not have any nightmares in a dream and sleep is very calm.",
                "It does not represent anything new, as sleep for me is not affected as if it was before the accident.",
                "For me, sleep is a sanctuary, free from the haunting specters of nightmares or disturbances.",
                "Sleep bestows upon me a serene haven, devoid of any nightmarish apparitions or disruptions.",
                "In the realm of dreams, tranquility reigns supreme, and no nightmares dare to encroach upon my slumber.",
                "Within the depths of sleep, I find solace, as nightmares have long ceased to invade my restful nights.",
                "Sleep gracefully embraces me, shielding me from the tumultuous realm of nightmares, granting me pure serenity."
            ],
            "responses": [
                "That is good, Is your daily routine still the same or has there been a change?",
                "That is good, What about your daily routine?",
                "That is good, Is your daily tasks affected by what happened?"
            ]
        },
        {
            "tag": "PTSD6 Y",
            "patterns": [
                "Yes, my daily routine has become changeable and disorganized, because it is difficult to adapt to such events without change",
                "Yes, my daily tasks have been affected somewhat because it is difficult to go through this situation and nothing has changed because something was not expected.",
                "Before the trauma, my daily routine was going at a good pace, and I loved planning my daily routine well, but after this trauma, everything became untidy.",
                "Since this incident occurred, my daily routine has been in constant flux, making it challenging to establish a stable and organized schedule. Adapting to unexpected events has become a necessity.",
                "The impact of this event has caused disruptions in my daily tasks, requiring me to navigate through unfamiliar territory. As I try to adjust, I realize that unexpected circumstances can leave things unchanged and create new challenges.",
                "Previously, my daily routine operated like a well-oiled machine, with carefully crafted plans and a sense of fulfillment. However, following this traumatic experience, chaos has replaced order, leaving everything in disarray.",
                "The occurrence of this event has thrown my daily routine off balance, introducing unpredictability and making it difficult to maintain a sense of structure. Adapting to this new reality has been a constant struggle.",
                "In the wake of this incident, my daily tasks have been significantly impacted, as unexpected hurdles emerge. The absence of anticipated changes has made it more challenging to navigate through these circumstances."
            ],
            "responses": [
                "Well, What if you sit alone?",
                "Well, Does sitting alone bother you?",
                "Well, Do you sit most of the time alone?"
            ]
        },
        {
            "tag": "PTSD6 N",
            "patterns": [
                "No, my routine today is the same and does not change because I separate events and do my daily tasks to the fullest.",
                "No, my daily tasks are going on normally and it has become easy to adapt to such situations.",
                "No, my schedule remains unchanged, and I prioritize my daily tasks to maintain stability and efficiency.",
                "I stick to my regular routine without any alterations. By managing my tasks effectively, I maintain consistency amidst changing circumstances.",
                "I maintain my usual daily routine, ensuring that I accomplish my tasks efficiently and adapt to any unforeseen circumstances.",
                "Despite external changes, I continue to follow my established routine, focusing on completing my daily tasks with dedication.",
                "My daily routine remains unaffected, as I organize my time and tasks effectively, enabling me to navigate through changes seamlessly.",
                "I adhere to my regular schedule, emphasizing the importance of consistent daily routines while managing any unexpected situations.",
                "No alterations in my daily routine; I prioritize my tasks to ensure a smooth transition regardless of changing circumstances.",
                "My routine stays consistent as I believe in the power of maintaining daily habits, even in the face of unexpected events.",
                "I make it a point to follow my usual routine, adapting to any changes while staying committed to completing my daily tasks.",
                "Consistency is key for me. Despite any changes, I stay on track with my routine, ensuring productivity and focus on my daily responsibilities."
            ],
            "responses": [
                "Nice, What if you sit alone?",
                "Wonderful, Does sitting alone bother you?",
                "Wonderful, Do you sit most of the time alone?"
            ]
        },
        {
            "tag": "PTSD7EY",
            "patterns": [
                "Sitting alone makes me remember the situation but it repeats itself in front of me and makes me feel anxious and tense most of the time.",
                "Yes, it disturbs me because it makes us remember what happened and this makes me nervous most of the time.",
                "No, i do not like sitting alone because sitting alone makes me think about what happened and this hurts me psychologically.",
                "Whenever I find myself sitting alone, the memories come flooding back, replaying the situation in front of my eyes, causing me to feel an overwhelming sense of unease and restlessness.",
                "Sitting in solitude triggers a constant loop of memories, replaying the situation over and over again, evoking feelings of anxiety and tension that consume me.",
                "The act of being alone brings back vivid recollections, as if the situation is being reenacted right before me, leaving me feeling perpetually on edge and filled with uneasiness.",
                "I can't help but feel disturbed when i am alone because it acts as a catalyst for the memories to resurface, plaguing my mind and instilling a deep sense of nervousness within me.",
                "The solitude amplifies the memories, as if they have a life of their own, replaying the situation relentlessly, leaving me emotionally wounded and psychologically unsettled."
            ],
            "responses": [
                "Don't worry, everything will be fine, and I will follow up with you to get through this stage"
            ]
        },
        {
            "tag": "PTSD7EN",
            "patterns": [
                "No, it does not bother me. Sitting alone is always pleasant for me because it makes me in a state of clarity of mind.",
                "Yes, because sitting alone relaxes me and makes me happy",
                "No, it does not bother me. Spending time alone allows me to recharge and reflect on my thoughts.",
                "Yes, because being in solitude helps me find inner peace and brings a sense of contentment.",
                "No, it does not bother me. Sitting alone enables me to focus on my personal growth and self-discovery.",
                "Yes, because being in my own company allows me to unwind and find solace from the outside world."
            ],
            "responses": [
                "That is very good do not worry, everything will be fine, and I will follow up with you to get through this stage"
            ]
        },
        {
            "tag": "education_key",
            "patterns": [
                "i am afraid from exams and continue education",
                "i have some anixty from exams",
                "i am nervous because of my exams will begin",
                "i have exams and i do not have any plan to study",
                "I am afraid of exams and uncertain about continuing my education.",
                "I feel anxious about exams and the pressure they bring.",
                "I am feeling nervous because my exams are about to start.",
                "I have exams, but i do not have a study plan in place."
            ],
            "responses": [
                "Well, now relax and let's discuss step by step how you feel \n lets start, are you losing concentration and distraction your attention ? ",
                "Well, now relax and let's discuss step by step how you feel \n lets start, are you losing concentration and distraction your attention ? "
            ]
        },
        {
            "tag": "education1 Y",
            "patterns": [
                "yes, i losing concentration and not control in my attention ",
                "yes, i losing concentration",
                "I am struggling to concentrate and cannot focus properly.",
                "Yes, I am finding it hard to maintain my attention and control my focus.",
                "Yes, I am experiencing a loss of concentration and lack of control over my attention.",
                "Yes, my concentration is slipping, and I feel unable to direct my attention.",
                "Yes, I am having difficulty staying focused and managing my attention."
            ],
            "responses": [
                "ok, another question. are you losing of ability to fall asleep or sleeping very oversleep ?",
                "ok, another question. are you not able to fall asleep or sleeping much  ?"
            ]
        },
        {
            "tag": "education1 N",
            "patterns": [
                "no, i have high concentration and control in my attention ",
                "no, i have high concentration",
                "No, I have low energy and lack motivation.",
                "No, I have poor focus and struggle with distractions.",
                "No, I have difficulty staying organized and being productive.",
                "No, I have limited patience and get easily frustrated.",
                "No, I have a hard time staying engaged and feeling motivated.",
                "No, I have trouble managing stress and staying calm.",
                "No, I have trouble remembering things and suffer from memory lapses.",
                "No, I have trouble making decisions and second-guess myself often.",
                "No, I have a hard time sleeping and suffer from insomnia.",
                "No, I have difficulty managing my emotions and often feel overwhelmed."
            ],
            "responses": [
                "ok, another question are you losing of ability to fall asleep or sleeping very oversleep ?",
                "ok, another question. are you not able to fall asleep or sleeping much  ?"
            ]
        },
        {
            "tag": "education2 Y",
            "patterns": [
                "yes, i sleep a lot ",
                "yes, i loss ability to sleep regularly ",
                "yes, i not sleep and thinking ",
                "yes i sleep much to escape from study",
                "Yes, I sleep excessively to find solace.",
                "Yes, I struggle with maintaining a regular sleep schedule.",
                "Yes, I find it difficult to sleep and my mind keeps racing.",
                "Yes, I resort to sleeping excessively as a means of avoiding studying.",
                "Yes, I have trouble falling asleep and my thoughts keep me awake.",
                "Yes, I experience frequent sleep disturbances.",
                "Yes, my sleep patterns have become irregular and disruptive.",
                "Yes, I rely on sleep as an escape from overwhelming thoughts.",
                "Yes, I find it hard to sleep peacefully due to constant overthinking.",
                "Yes, I use sleep as a coping mechanism to evade responsibilities."
            ],
            "responses": [
                "Do you have annoying nightmares like failing the exam or being late for it ?",
                "Do you feel that you will miss the exam ?"
            ]
        },
        {
            "tag": "education2 N",
            "patterns": [
                "no, i sleep good and regularly ",
                "no, i have ability to sleep regularly ",
                "No, I sleep soundly and regularly.",
                "No, I have the capacity to sleep well and maintain a regular sleep schedule.",
                "No, I rest peacefully and maintain a consistent sleep routine.",
                "No, I enjoy quality sleep and follow a regular sleep pattern.",
                "No, I am able to sleep adequately and consistently.",
                "No, I have a good sleep routine and get enough rest regularly.",
                "No, my sleep is refreshing and occurs regularly.",
                "No, I have the capability to sleep well and maintain a regular sleeping pattern.",
                "No, I experience restful sleep and adhere to a consistent sleep schedule.",
                "No, I am capable of sleeping effectively and following a regular sleep regimen."
            ],
            "responses": [
                "Do you have annoying nightmares like failing the exam or being late for it ?",
                "Do you feel that you will miss the exam ?"
            ]
        },
        {
            "tag": "education3 Y",
            "patterns": [
                "yes, I always feel that I will miss the exam. ",
                "I always have nightmares that I failed the exam and that I will miss the exam. ",
                "Yes, I constantly feel overwhelmed that I will fail the exam.",
                "I often experience anxiety that I will forget important information for the exam.",
                "I frequently have doubts that I will perform poorly on the exam.",
                "I regularly fear that I will be unprepared for the exam.",
                "I constantly worry that I will make mistakes during the exam.",
                "I consistently have a feeling of unease that I will not meet the exam requirements.",
                "I frequently imagine scenarios where I miss the exam due to unforeseen circumstances.",
                "I often envision a situation where I arrive late for the exam and cannot complete it."
            ],
            "responses": [
                "Do you have an exaggerated food appetite or a complete loss of appetite of food ? ",
                "Do you have an much food appetite or less of appetite of food ? "
            ]
        },
        {
            "tag": "education3 N",
            "patterns": [
                "no, I have not nightmares associated with i failed the exam  ",
                "no, i live a good life and good sleep",
                "No, I have not nightmares associated with failing the exam.",
                "No, I have not experienced any nightmares related to my exam failure.",
                "No, my life is good and I sleep well.",
                "No, I lead a positive life and enjoy restful sleep.",
                "No, i do not have nightmares about failing exams because I am confident in my abilities.",
                "No, i have not had any bad dreams connected to my exam results.",
                "No, i do not suffer from nightmares related to failing exams. I focus on learning from my mistakes.",
                "No, I live a fulfilling life and have peaceful nights of sleep.",
                "No, i do not have any distressing dreams associated with my exam failure. I maintain a positive mindset.",
                "No, I sleep peacefully without any nightmares, even after facing challenges like failing an exam."
            ],
            "responses": [
                "Do you have an exaggerated food appetite or a complete loss of appetite of food ? ",
                "Do you have an much food appetite or less of appetite of food ? "
            ]
        },
        {
            "tag": "education4 Y",
            "patterns": [
                "yes, i have exaggerated food appetite.",
                "yes, i am eating all time in day",
                "yes, i eating much",
                "yes, i not eating while exams. ",
                "yes, i do not eating well since i started exams",
                "Yes, I have an excessive food appetite.",
                "Yes, I constantly eat throughout the day.",
                "Yes, I consume a large amount of food.",
                "Yes, i do not eat during exams.",
                "Yes, my eating habits have been poor since I started exams."
            ],
            "responses": [
                "ok, are you losing confidence in closest friends, feeling sad, feeling overwhelmed or unable to make decisions or physical signs like stomach aches, nail-biting or fidgeting. ",
                "ok, are you stopped trusting your closest friends, feeling sad, feeling disapointed or unable to make decisions or physical signs like stomach aches, nail-biting or fidgeting. "
            ]
        },
        {
            "tag": "education4 N",
            "patterns": [
                "i eating good and regularly",
                "i have not exaggerated food appetite or loss it ",
                "i eating well since i started exams",
                "I make healthy food choices and eat balanced meals daily.",
                "I prioritize nutritious eating habits and maintain a consistent diet.",
                "I have developed a mindful approach to my eating habits, focusing on nourishing my body.",
                "I enjoy a varied and wholesome diet that keeps me energized throughout the day.",
                "I find pleasure in preparing and consuming nutritious meals regularly.",
                "I listen to my body's hunger cues and eat when I need nourishment.",
                "I savor each bite of my meals, appreciating the flavors and nutrients they provide.",
                "I have established a healthy relationship with food, neither restricting nor overindulging.",
                "I maintain a balanced appetite, neither excessive nor lacking in appetite.",
                "I am aware of portion sizes and practice portion control to maintain a healthy diet."

            ],
            "responses": [
                "ok, are you losing confidence in closest friends, feeling sad, feeling overwhelmed or unable to make decisions or physical signs like stomach aches, nail-biting or fidgeting. ",
                "ok, are you stopped trusting your closest friends, feeling sad, feeling disapointed or unable to make decisions or physical signs like stomach aches, nail-biting or fidgeting. "
            ]
        },
        {
            "tag": "education5EY",
            "patterns": [
                "yes, i do not have confidence in my closest friends and feeling sad",
                "yes, i unable to make decisions. ",
                "yes, i have stomach aches and nail biting",
                "Yes, I constantly doubt my abilities and struggle with self-esteem.",
                "Yes, I find it hard to trust others and often feel lonely.",
                "Yes, I experience frequent anxiety and have trouble sleeping.",
                "Yes, I feel overwhelmed by responsibilities and often procrastinate.",
                "Yes, I have difficulty expressing my emotions and tend to isolate myself.",
                "Yes, I struggle with perfectionism and fear of failure.",
                "Yes, I feel insecure in social situations and worry about being judged.",
                "Yes, I frequently experience mood swings and feel emotionally unstable.",
                "Yes, I have trouble setting boundaries and often feel taken advantage of.",
                "Yes, I struggle with self-doubt and constantly seek validation from others."

            ],
            "responses": [
                "ok, do not worry that is normal to happened , because of the exam period and i will help you to overcome that state.",
                "Do not worry , every thing get well soon and i will help you to overcome that state. "
            ]
        },
        {
            "tag": "education5EN",
            "patterns": [
                "i have all confidence in my closest friends and not feeling sad",
                "i able to make decisions well. ",
                "i have not stomach aches and nail biting",
                "I am filled with joy and surrounded by positive energy.",
                "I am in control of my emotions and remain calm in challenging situations.",
                "I have the ability to learn and grow from every experience.",
                "I am confident in my abilities and trust in my own intuition.",
                "I attract success and abundance into my life.",
                "I am surrounded by loving and supportive people who uplift me.",
                "I embrace change and see it as an opportunity for personal growth.",
                "I am grateful for all the blessings in my life and focus on the positive.",
                "I am resilient and can overcome any obstacle that comes my way.",
                "I radiate confidence and charisma, drawing others towards me."
            ],
            "responses": [
                "ok, that is great to hear it and you are healthy enough",
                "ok, happy for you , because of you do not suffer from any education disorder"
            ]
        },
        {
            "tag": "short answer",
            "patterns": [
                "Yes",
                "No",
                "Yes, i do",
                "Yes, i feel",
                "No , i did not",
                "No , i do not feel",
                "Yep",
                "Nope",
                "Yup",
                "Nuh",
                "sure",
                "Absolutely!",
                "Definitely not.",
                "Yes, without a doubt.",
                "No way.",
                "Yes, I can confirm.",
                "No, that is not the case.",
                "Affirmative.",
                "Negative.",
                "Indeed.",
                "Not at all.",
                "Certainly.",
                "No doubt about it.",
                "Absolutely not.",
                "Affirmative, I do.",
                "Negative, i do not.",
                "Certainly, I feel it too.",
                "No doubt, I didn't.",
                "For sure.",
                "Not really.",
                "Without question."
            ],
            "responses": [
                "Sorry, but please reply with a detailed answer so that I can help you. Try not to use short answers"
            ]
        },
        {
            "tag": "good bye",
            "patterns": [
                "Bye",
                "See you later",
                "Goodbye",
                "Take care",
                "Until next time",
                "Farewell",
                "Have a great day",
                "Catch you on the flip side",
                "Adios",
                "See you soon",
                "Have a nice weekend",
                "So long",
                "Until we meet again",
                "Wishing you all the best",
                "Stay safe",
                "Goodnight",
                "See you tomorrow",
                "Enjoy the rest of your day",
                "Have a fantastic evening",
                "Take it easy",
                "Have a wonderful week",
                "Until our paths cross again",
                "Stay in touch"
            ],
            "responses": [
                "See you later",
                "Have a nice day",
                "Bye! Come back again soon."
            ]
        },
        {
            "tag": "thanks",
            "patterns": [
                "Thanks",
                "Thank you",
                "that is helpful",
                "Thank's a lot!",
                "I really appreciate it.",
                "i am grateful for your help.",
                "Many thanks!",
                "I can't thank you enough.",
                "You've been so kind.",
                "i am so thankful for your support.",
                "I owe you one.",
                "you are a lifesaver!",
                "i am deeply grateful.",
                "Your assistance means a lot to me.",
                "i am thankful for your guidance.",
                "i am so glad I have your help.",
                "You've made a big difference.",
                "you are amazing! Thank you.",
                "you are the best!"
            ],
            "responses": [
                "Happy to help!",
                "I am here any time!",
                "My pleasure"
            ]
        }
    ]
}